{"pages":[],"posts":[{"title":"10 mẫu bể cá mini để bàn cực đẹp","text":"Xin chào mọi người, thú chơi cá cảnh và thủy sinh đang ngày được mở rộng và tiếp cận tới nhiều người hơn. Mỗi người có một kiểu chơi thủy sinh, cá cảnh khác nhau, nhưng một phong cách rất phù hợp với đại đa số mọi người đó là phong cách mini, nano. Hôm nay hãy cùng Nghiện Cá tìm hiểu về 10 mẫu bể cá mini để bàn được nhiều người sử dụng nhất nhé, chắc chắn bạn sẽ tìm được một mẫu bể cá mini ứng ý với nhu cầu của bạn. .embed-container { position: relative; padding-bottom: 56.25%; height: 0; overflow: hidden; max-width: 100%; } .embed-container iframe, .embed-container object, .embed-container embed { position: absolute; top: 0; left: 0; width: 100%; height: 100%; } Nội dung chi tiết Bể cá mini kính dán Bể cá mini 3 trong 1 Bể đúc Bể cá mini từ bình thủy tinh Bể cá mini viền gỗ Bể cá hình trụ Bể cá mini dạng treo Bể cá mini 3 in 1 hình tròn Bể cá mini hình bầu dục Bể cá mini Xiao Mi Tổng kết Bể cá mini kính dán Đây là dạng hồ cá mini khá phổ biến vì tính thuận tiện, có thể mua ở bất cứ cửa hàng cá cảnh hay cửa hàng hình nào. Bạn chỉ cần yêu cầu họ một kích thước là đã hoàn toàn có thể mang một chiếc bể kính về để làm một bể cá cảnh, thủy sinh mini để bàn làm việc rồi. Cũng vì tính chất thực hiện đơn giản, nên bạn cũng có thể yêu cầu chất lượng kính phù hợp với yêu cầu của bản thân hoạc hoàn toàn có thể tự thực hiện tại nhà cũng được. Bể cá mini 3 trong 1 Một trong những mẫu bể cá mini được khá nhiều người ưa chuộng đó chính là bể cá mini 3 trong 1. Với đầy đủ mọi thứ như lọc, đèn, đồng hồ… đây là một trong số những dạng bể cá mini tiện dụng và có tính chất thực dụng nhất chuyên dùng cho bàn làm việc. Mọi công tắc điều khiển đều được tích hợp sẵn trên chiếc bể cá, dễ dàng thao tác, di chuyển là một ưu điểm có dòng bể cá mini này. Với mức giá trong khoảng hơn 500 nghìn đồng, đây là một trong số những mẫu bể cá mini rất đáng mua và sử dụng Bể đúc Bể đúc là một trong những mẫu bể cá cũng được rất nhiều người chơi thủy sinh, cá cảnh ưa chuộng. Ngay cả Nghiện Cá cũng đang dùng một chiếc bể đúc cho bể thủy sinh phong cách Biotope của mình. Bể đúc có nhiều dạng thiết kế và kích thước, dòng bể đúc thường thì cũng như các dòng bể kính khác chuyên sử dụng cho bể cá cảnh và thủy sinh. Một dòng bể đúc 3 trong 1 tương tư như dạng bể mini nêu trên đã tích hợp sẵn đèn và lọc bê trong, rất gọn gàng và thuận tiện. Bể cá mini từ bình thủy tinh Tận dụng bình, chai thủy tinh để làm bể cá cảnh là một điều không quá xa lạ với nhiều người, và mình chắc chắn là đã có nhiều anh em cũng đã có ý tưởng này để nuôi cá cảnh. Và trên thực tế, người nuôi cá cảnh dùng bình thủy tinh nuôi cá rất nhiều vì tính tiện dụng cũng như giá thành khá rẻ của dòng bể này. Chỉ từ vài chục nghìn đồng và đi ra ngay chợ hay cửa hàng đầu ngõ là bạn đã hoàn toàn có thể mua được một bình thủy tinh mang về để nuôi cá rồi. Bể cá mini viền gỗ Bể cá mini viền gỗ cũng là một trong những dòng bể cá cảnh được rất nhiều người sử dụng. Với thiết kế khá tương đồng với các dòng bể kính dán hay bể đúc, nhưng có thêm viền gỗ bao quanh giúp hình thức bể chắc chắn và an toàn hơn. Dòng bể này khá thích hợp cho những bể cá cảnh để bàn vì có tích hợp cổng USB để cắm một bóng đèn. Một trong số những lựa chọn không tồi để làm một bể cá cảnh, thủy sinh mini. Bể cá hình trụ Bể cá hình trụ cũng như những dòng bể cá cảnh từ bình thủy tinh khác, với một hình dáng trụ, nhỏ gọn, có thể đặt được ở mọi nơi, bàn làm việc… Đây là một trong số những dạng bể cá mini để bàn được rất nhiều người sử dụng. Điểm yếu nho nhỏ đó chính là việc rất khó có thể lắp thêm được đèn cho dạng bể này, nên không được sử dụng quá rộng dãi. Bể cá mini dạng treo Khác với những dòng bể cá thông thường, dòng bể cá này thường có hình tròn và được treo trên một cái giá treo, nhìn khá đẹp mắt và độc đáo. Ưu điểm là ở mặt thiết kế đẹp mắt, làm đồ trang trí cho phòng khách hay bàn làm việc khá ổn. Nhược điểm là ở tính thực dụng không cao, khó vệ sinh và không thêm được nhiều phụ kiện cho bể cá như lọc thủy sinh hay","link":"/10-mau-be-ca-mini-de-ban-cuc-dep-20221114.html"},{"title":"5 Loại Cây Thủy Sinh Đẹp, Giá Rẻ Bạn Nên Biết","text":"Cây thủy sinh&nbsp;là thực vật thích ứng trong môi trường nước ngọt. Chúng có thể sống hoàn toàn trong nước, một phần trong nước hoặc trong môi trường ẩm ướt như bùn. Cây thủy sinh thường được trồng bên trong hồ, các bể cá hoặc để bàn, trong bể thủy sinh nhằm làm cảnh hoặc tạo ra lớp thảm thực vật giúp các động vật thủy sinh phát triển tốt nhất. Nghiện cá xin giới thiệu tới các bạn 5 loại cây thủy sinh đẹp, giá rẻ mà các dân chơi thủy sinh chắc chắn không thể bỏ qua khi trang trí chiếc bể thủy sinh của mình. 1. Cây thủy sinh Diệp tài hồng lá cam 1.1. Giới thiệu chung về cây thủy sinh Diệp tài hồng lá cam Diệp Tài Hồng Lá Cam là loại cây thủy sinh đẹp, khi ra lá nước sẽ có màu cam và gân trắng rất hiếm, phù hợp để bổ sung một chút sắc ấm vào trong bể nếu thấy quá xanh hoặc thiếu sắc. Tên khoa học: Ludwigia Senegalensis, Ludwigia sp. \"Guinea\" Độ khó chăm sóc: Trung bình Nhu cầu ánh sáng: Cao Họ: Onagraceae Chi: Ludwigia Xuất xứ: Tây và Trung Phi Kích thước: rộng 5 - 8cm, cao 10 - 20cm Tốc độ tăng trưởng: Trung bình Vị trí trồng: Trung cảnh Loại cây: Cắt cắm pH: 6.5 - 7.5 Nhiệt độ: 20 - 28 độ C Cây thủy sinh diệp tài hồng lá cam (lá nước) 1.2. Cách chăm sóc cây thủy sinh Diệp tài hồng lá cam Để cây thủy sinh diệp tài hồng lá cam phát triển đẹp nhất, bạn hãy đáp ứng đầy đủ các yếu tố dinh dưỡng như dùng đèn thủy sinh chuyên dụng, CO2 dồi dào, phân nền giàu dinh dưỡng, lọc có dòng chảy tốt, nước mát. Cách nhân giống cây thủy sinh diệp tài hồng lá cam: ngắt một đoạn thân có chứa lá và ghim xuống phân nền, sau một thời gian sẽ ra rễ và phát triển thành cây hoàn chỉnh. Cây thủy sinh diệp tài hồng lá cam (lá cạn) 2. Cây thủy sinh Vảy ốc đỏ 2.1. Giới thiệu chung về cây thủy sinh Vảy ốc đỏ Vảy ốc đỏ là cây thủy sinh cắt cắm, có vẻ đẹp rất cuốn hút và được nhiều người chơi thủy sinh ưu tiên lựa chọn cho các vị trí trung cảnh, hậu cảnh mà cần màu đỏ, hồng hoặc nâng cao gam màu nóng cho bể thủy sinh. Tên khoa học: Rotala Rotundifolia Red Vị trí trồng: trung cảnh, hậu cảnh Nhu cầu ánh sáng: mạnh Nhu cầu dinh dưỡng: trung bình, cao Tốc độ sinh trưởng: nhanh Chăm sóc: dễ pH: 6.5 - 7.5 Nhiệt độ: 20 - 28 độ C Cây thủy sinh vảy ốc đỏ (lá nước) 2.2. Cách chăm sóc cây thủy sinh Vảy ốc đỏ Để cây thủy sinh vảy ốc đỏ phát triển tốt, cũng như các loại cây thủy sinh cắt cắm có màu đỏ và hồng khác, bạn nên dùng phân trộn hoặc phân lót ở dưới, bên trên là các loại phân công nghiệp như: ADA, Oliver Knott, Gex xanh...để tăng tuổi thọ của bộ nền và đảm bảo đầy đủ dinh dưỡng cho cây. Cây thủy sinh vảy ốc đỏ sẽ có vẻ đẹp rực rỡ nếu hồ thủy sinh của bạn có được trang bị đầy đủ ánh sáng, CO2, đất nền giàu dinh dưỡng. Tùy vào điều kiện dinh dưỡng khác nhau, trong phần lớn bể thủy sinh cây vảy ốc đỏ sẽ có màu hồng, một số ít người chơi sẽ trồng được cây màu đỏ. Cách nhân giống cây thủy sinh vảy ốc đỏ: ngắt một đoạn thân có chứa lá và ghim xuống phân nền, từ từ cây sẽ ra rễ mới và phát triển thành một cây mới. Cây thủy sinh vảy ốc đỏ (lá cạn) 3. Cây thủy sinh Thủy cúc 3.1. Giới thiệu chung về cây thủy sinh Thủy cúc Cây thủy sinh Thủy cúc được hầu hết người chơi thủy sinh mới chơi lựa chọn vì sự dễ dàng trong chăm sóc, cũng như vẻ đẹp tuyệt vời của nó, một màu xanh tốt vô cùng mát mắt. Những người chơi hay sử dụng nền trộn cũng thường sử dụng cây thủy sinh Thủy cúc để hút bớt dưỡng chất trong giai đoạn đầu set bể. Tên khoa học: Hygrophila Difformis (Water Wisteria) Mức độ chăm sóc: Dễ dàng Ánh sáng: Trung bình Vị trí: Hậu cảnh Điều kiện nước: 23 - 28ºC, pH 6.5 - 7.5 Loại cây: Cắt cắm Kích thước: 50cm Màu sắc: Xanh Bổ sung: Vi lượng, CO2, Phân giàu Sắt Xuất xứ: Trang trại của Mỹ Họ: Acanthaceae Cây thủy sinh thủy cúc (lá nước) 3.2. Cách chăm sóc cây thủy sinh Thủy cúc Cây thủy sinh thủy cúc có màu xanh tươi mát, rất dễ trồng. Thủy cúc là loại cây thủy sinh rất thích hợp cho người mới tập chơi vì nó tạo ra sự cân bằng trong bể ngay từ ban đầu, tốc độ phát triển nhanh của thủy cúc giúp hạn chế rêu hại vì nó hấp thụ một lượng lớn dinh dưỡng trong nước. Cây phát triển nhanh nên thích hợp cho các hồ thủy sinh có kích thước lớn. Cây thủy sinh thủy cúc có rất nhiều ưu điểm so với những cây thủy sinh cắt cắm hậu cảnh, chúng không đòi hỏi cao về môi trường nước, dưỡng chất, ánh sáng. Hình dạng của lá cây cũng biểu hiện khác nhau khi ta trồng ở những môi trường khác nhau. Nếu nước lạnh, lá sẽ nhỏ, thùy lá xuất hiện, nếu không đủ sáng lá sẽ xuất hiện ít phần lông chim hơn. Nên có CO2 để cây phát triển tốt hơn. Muốn trồng cây thủy sinh thủy cúc tại vị trí mới, bạn chỉ việc cắt cành của cây trưởng thành khỏe mạnh để cắm sang vị trí đó. Cây non sẽ lại nhú lên ở sau vết cắt một đốt. Cây thủy sinh thủy cúc 4. Cây thủy sinh Trân châu Cuba 4.1. Giới thiệu chung về cây thủy sinh Trân châu Cuba Trân châu Cuba là giống cây thủy sinh trồng thảm tiền cảnh được xem là một trong những cây nhỏ và đẹp nhất, và tất nhiên cũng thuộc loại khó bậc nhất. Tuy nhiên khi trồng cạn thì cây thủy sinh trân châu Cuba tương đối dễ, có lẽ nó cần nhiều nhất là CO2 và Oxy vốn dĩ dồi dào trên môi trường cạn. Đây cũng là lý do nhiều người chơi thủy sinh trồng cạn trân châu Cuba trong hồ cho full nền rồi mới cho nước dần dần vào. Tên khoa học: Hemianthus Callitrichoides \"Cuba\" Họ: Scrophulariaceae Mức độ chăm sóc: Trung bình Ánh sáng: Cao Vị trí: Tiền cảnh Điều kiện nước: 20 - 27 độ C, pH 5,0 - 7,5 Sinh Trưởng: Thân bò Kích thước: 15 cm Màu sắc: Xanh Bổ sung: Vi lượng, CO2 Xuất xứ: Cuba, Trang trại của Mỹ Cây thủy sinh trân châu Cuba sinh ra những bọt nước trên lá lung linh như trân châu 4.2. Cách chăm sóc cây thủy sinh Trân châu Cuba Trồng và chăm sóc cây thủy sinh trân châu Cuba khá phức tạp nhưng nếu cây phát triển tốt sẽ cho một màu xanh non tươi mát rất đẹp, thậm chí là sinh ra những bọt nước trên lá lung linh như trân châu trong bể. Có hai kỹ thuật trồng cây thủy sinh trân châu Cuba phổ biến mà dân chơi thuỷ sinh có thể áp dụng là: Cách thứ nhất (trồng lá nước): Không giống như các loại cây làm nền khác, Trân châu cuba sẽ được trồng theo cụm, mỗi cụm cây có kích thước khoảng 2 x 2cm , trồng cách nhau 2 - 3cm. Sau khi cắt Trân châu Cuba ra thành từng cụm, hãy khoét 1 lỗ sâu khoảng 2cm trên nền, đặt cây vào và giữ nhẹ chúng, rồi dùng cây gạt phần đất xung quanh vào cây, cố gắng làm nhẹ tay vì cây rất dễ dập và đứt rễ. Cách thứ hai (trồng lá cạn): Các bạn có thể dùng đất trồng cây, hiệu quả rất tốt, ban đầu tưới cho đất no nước, mục đích là tạo môi trường ẩm cho rễ cây hút nước khi chưa găm vào lớp đất. Cũng giống như cách trồng trên, cắt ra thành cụm, đặt cách nhau 2 - 3cm, các bạn chỉ cần đặt nó lên như vậy là được, tưới nước nhiều trong 1 tuần đầu, đặt cây nơi có nhiều ánh sáng. Do cây thủy sinh trân châu Cuba có kích thước nhỏ nên khi tách cây và trồng rất dễ bị tổn thương hãy nhẹ nhàng và kiên nhẫn. Về điều kiện nhiệt độ: Cây thủy sinh trân châu Cuba sống và trong nhiệt độ từ 20 - 28 độ C và phát triển tốt nhất trong nhiệt độ từ 25 - 27 độ C. Nếu nhiệt độ quá 28 độ C cây dễ bị đen lá, lá úa, chậm phát triển và có hiện tượng ngóc đầu, mọc thưa. Dinh dưỡng: Cây thủy sinh trân châu Cuba không kén nền, chỉ yêu cầu dinh dưỡng ở mức độ ít đến trung bình, tuy nhiên cần sự ổn định. Bạn có thể sử dụng nền cũ, nền trộn, nền công nghiệp hoặc ADA, Oliver Lnot, Bonbon,… với các hồ mới. Nền nên được hoạt động khoảng 2 - 3 tháng trước khi trồng cây, còn nếu lỡ trồng cây ngay sau khi đổ nền thì cần theo dõi thường xuyên và thay nước từ 2 lần/tuần. Điều kiện ánh sáng: Cây thủy sinh trân châu Cuba phát triển khá chậm trong môi trường bể thuỷ sinh vì vậy nó đòi hỏi nguồn ánh sáng dồi dào. Với bể cao 40cm cần ít nhất 2 bóng T5HO để cây phát triển, nhưng muốn cây canh và sinh trưởng tốt nhất có thể phải cần đến 3 bóng. CO2: Là nguồn dinh dưỡng quan trọng với cây thủy sinh trân châu Cuba, bởi vậy bạn cần thay nước thường xuyên cho bể, bổ sung CO2 bằng dụng cụ hỗ trợ. Cây thủy sinh trân châu Cuba xanh non tươi mát 5. Cây thủy sinh Luân thảo đỏ 5.1. Giới thiệu chung về cây thủy sinh Luân thảo đỏ Cây thủy sinh Luân Thảo Đỏ là dòng cây thủy sinh thuộc họ rong, có tốc độ phát triển nhanh, hợp với nhiều bố cục bể, được ưa chuộng trong giới thủy sinh hiện nay. Tên khoa học: Rotala Wallichii Vị trí: hậu cảnh hoặc trung cảnh Màu sắc: đỏ hồng Mức độ: dễ trồng Tăng trưởng: rất nhanh Nhu cầu ánh sáng: Cao Loại: cắt cắm Chiều cao trong hồ: cao đụng mặt nước hồ Trồng cạn: không thể Độ khó chăm sóc: trung bình Nhiệt độ: 18 - 28 độ C Cấu trúc cây: thân dài Chiều cao: 30 - 50 cm Chiều rộng: 5 - 8 cm Cây thủy sinh luân thảo đỏ (lá nước) 5.2. Cách chăm sóc cây thủy sinh Luân thảo đỏ Cây thủy sinh Luân thảo đỏ là dạng cây rất dễ trồng trong bể cá thủy sinh. Nó phát triển tốt ở điều kiện ánh sáng cao và hồ dinh dưỡng nhiều. Nếu bổ sung thêm CO2 cây thủy sinh luân thảo đỏ sẽ cho ra lá đỏ căng và bung xòe rất đẹp. Với sự tăng trưởng khá cao và sự hấp thụ dinh dưỡng tốt, cây thủy sinh luân thảo đỏ còn là ứng viên tuyệt vời cho các hồ thủy sinh bị dư dinh dưỡng. Do cây có thân hình nhỏ nhưng mọc rất nhanh nên cây thủy sinh luân thảo đỏ thích hợp trồng trong các bể thủy sinh lớn. Cây thủy sinh luân thảo đỏ là loại cây cắt cắm, chỉ cần ngắt một phần thân kèm theo lá và cắm thẳng xuống đất nền sau một thời gian sẽ có thể phát triển thành cây mới. Cây thủy sinh luân thảo đỏ (lá cạn) Nam Tôm","link":"/5-Loai-Cay-Thuy-Sinh-Dep-Gia-Re-Ban-Nen-Biet-20221114.html"},{"title":"Bệnh nấm cá và cách xử lý hồ cá bị nấm","text":"Bệnh nấm cá là một trong số những dạng bệnh khá phổ biến khi chơi cá cảnh và thủy sinh. Đây là một trong số những bệnh khiến đàn cá của bạn có thể bị tèo ngay chỉ sau một đợt bùng phát bệnh này. Vậy làm sao để chúng ta có thể phòng bệnh nấm cá, và xử lý như thế nào với các hồ cá bị nấm? Hôm nay, hãy cùng Nghiện Cá tham khảo bài chia sẻ về cách phòng và chữa trị bệnh đốm trắng trên thân cá nhé. Nội dung chi tiết Bệnh nấm cá là gì? Nguyên nhân Cách chữa bệnh nấm trắng cá cảnh Tăng nhiệt độ lên 30 độ Dùng Pimafix và Melafix Bio Knock 2 Tetra Nhật Muối hột Cách xử lý hồ cá bị nấm Tổng kết Bệnh nấm cá là gì? Bệnh nấm cá là một loại bệnh rất phổ biến ở các dòng cá trong khu vực nhiệt đới. Đây là một dạng vi khuẩn tồn tại trong môi trường nước của cá, những tế bào này sẽ xâm nhập vào cơ thể của cá và gây bệnh cho cá cảnh mỗi khi đàn cá của bạn bị stress, bị bệnh hay thay đổi các yếu tố môi trường xung quanh. Dạng bệnh này tiềm tàng như virus cảm cúm ở cơ thể con người vậy, chỉ cần cơ thể yếu là chúng bắt đầu phát bệnh chỉ sau 1 ngày. Nguyên nhân Nguyên nhân chính dẫn đến bệnh nấm cá rất đa dạng và khó lường, tuy nhiên có một vài nguyên nhân chính sau đây: Cá mang bệnh sẵn từ ngoài tiệm thủy sinh, cá cảnh. Bể bẩn, không vệ sinh bể thủy sinh cá cảnh Cá bị thương, yếu hoặc đang mắc các dạng bệnh khác. Sức khỏe của cá yếu do chế độ ăn không tốt. Cá bị stress Thay đổi các yếu tố môi trường trong hồ thủy sinh đặc biệt là thay đổi nhiệt độ đột ngột. Cách chữa bệnh nấm trắng cá cảnh Nếu bạn nhìn thấy cơ thể những chú cá của mình lốm đốm những chấm nhỏ màu trắng, đây chính là biểu hiện của việc cá của bạn đã bị phát bệnh nấm trắng. Hãy chữa trị ngay trước khi đàn cá của bạn bị kiệt sức và chết với loại bệnh nguy hiểm này. Hiện nay, có khá nhiều dòng thuốc có thể hỗ trợ chúng ta trị các dòng bệnh nấm trắng ở cá cảnh như: Bio kock 2, tetra nhật….hay đơn giản như muối hột cũng là một phương thuốc hiệu quả để trị bệnh nấm ở cá. Chúng tôi đã sử dụng muối hột để chữa bệnh nấm ở cá đơn giản, và bạn có thể xem video bên dưới. Lưu ý: cách này không khuyến khích cho các bể thủy sinh, vì muối có thể gây ảnh hưởng tới cây thủy sinh trong hồ nhà bạn. .embed-container { position: relative; padding-bottom: 56.25%; height: 0; overflow: hidden; max-width: 100%; } .embed-container iframe, .embed-container object, .embed-container embed { position: absolute; top: 0; left: 0; width: 100%; height: 100%; } Tăng nhiệt độ lên 30 độ Tăng nhiệt độ là các hiệu quả nhất để chữa bệnh nấm cá, vi khuẩn nấm sẽ khó có thể tồn tại và phát triển được trong môi trường có nhiệt độ trên 30 độ. Bạn có thể tìm mua một sản phẩm sưởi cho hồ cá ở các tiệm thủy sinh và về nhà sử dụng để trị bệnh nấm cho cá và kết hợp với các sản phẩm thuốc bên dưới. Dùng Pimafix và Melafix Cặp đôi chữa bệnh cực tốt đến từ hãng API Melafix và API Pimafix sẽ là một lựa chọn không thẻ bỏ qua nếu bạn đang muốn chữa bệnh cho cá hiệu quả nhất. Đây là 2 dòng thần dược được sản xuất bằng các thành phần tự nhiên, giúp điều trị các bệnh cho cá tốt nhất và an toàn nhất dành cho cá cảnh hiện nay. Lời khuyên của mình là mọi người nên có 2 dòng sản phẩm này trong nhà để đảm bảo có thuốc chữa bệnh nấm trắng cho cá ngay khi phát hiện, để đảm bảo cá có thể được chữa bệnh sớm nhất. Bạn có thể mua 2 sản phẩm này tại: API Melafix – API Pimafix Bio Knock 2 Bio Knock 2 là dòng thuốc trị nấm của Thái chai đen được sử dụng cho cá cảnh cả trong nước biển và nước ngọt. Nó có tác dụng chữa bệnh tất cả các loại nấm cho cá như nấm trắng, nâm thân. Đặc biệt nhất là sát trùng cho cá, dùng hiệu quả cho các loại cá cảnh như: Neon, Guppy, Betta, La Hán, … Bạn có thể mua Bio Knock 2 chữa bệnh nấm cá: Tại Đây Cách sử dụng: Bạn có thể vớt cá ra ngoài hoặc châm trực tiếp Bio Knock 2 trực tiếp vào hô theo tỷ lệ 1 giọt/10 lit nước liên tục trong 3 hoặc 4 ngày. Thay 50% nước trong hồ để có thể thêm nguồn nước mới chất lượng hơn vào hồ. Tetra Nhật Tetra Nhật là sản phẩm chuyên dụng để trị các dạng bệnh như nấm và các bệnh ngoài da cho cá. Đây là một sản phẩm thuốc đã khá lâu đời và được nhiều người nuôi cá cảnh tin tưởng sử dụng, đặc biệt là người chơi cá betta. Cách dùng: Sử dụng để chữa bệnh với liều lượng 1g cho 100 lít nước. Nên sử dụng thêm muối trước hoặc sau khi cho thuốc 4h đồng hồ với tỷ lệ 2kg/m3. Sau 5 ngày nếu cá đã khỏi bệnh thì tiến hành thay nước từ từ để nước trong trở lại. Không cho cá ăn trong quá trình chữa bệnh. Nếu phòng bệnh: sử dụng 1g cho 200 lít nước. Và vẫn thêm muối như khi chữa bệnh. Muối hột Thêm muối hột theo tỷ lệ 300g/100 lít nước. Cho thuốc theo tỷ lệ 1 giọt/10 lít nước trong 3 ngày liên tiếp. Muối hột có thể tiêu diệt các tế bao nấm có trong nước để giúp giảm lượng vi khuẩn này trong môi trường nước. Tuy nhiên, hãy cân nhắc việc tách riêng đàn cá ra ngoài để sử dụng muối hột, tránh trường hợp ảnh hưởng tới cây thủy sinh trong hồ nhé. Cách xử lý hồ cá bị nấm Sau khi bạn đã chữa trị đàn cá của bạn khỏi, hãy tính đến việc vê sinh và khử khuẩn bể cá của bạn bằng các dòng sản phẩm như: Bio Knock 2, Tetra nhật hoặc thêm 1 chút muối hột nho nhỏ vào hồ để có thể diệt khuẩn và phòng chống các bệnh nấm cá. Định kỳ vệ sinh, hút phân cá để đảm bảo môi trường nước trong hồ thủy sinh, cá cảnh luôn tốt nhất có thể. Cải tạo hệ thống lọc, vi sinh…của bể là cách tốt nhất giúp môi trường sống của cá được tốt nhất, từ đó giúp giảm thiểu lượng vi khuẩn, nấm bệnh tồn tại trong môi trường nước, từ đó sẽ giảm thiểu khả năng mắc bệnh của cá. Cho ăn thức ăn tốt và chế độ ăn phù hợp giúp cá có thể phát triển khỏe mạnh hơn và tăng sức đề kháng với các dạng bệnh. Video chia sẻ về 2 dòng thức ăn rất tốt cho cá cảnh, thức ăn này giúp tăng sức đề kháng và giúp cá vượt qua các loại bệnh thường gặp. .embed-container { position: relative; padding-bottom: 56.25%; height: 0; overflow: hidden; max-width: 100%; } .embed-container iframe, .embed-container object, .embed-container embed { position: absolute; top: 0; left: 0; width: 100%; height: 100%; } Tổng kết Bệnh nấm ở cá là một dạng bệnh thật sự rất phổ biến và nguy hiểm, tuy nhiên nếu chúng ta biết chữa trị đúng lúc và kịp thời thì đàn cá của bạn sẽ an toàn. Bạn không cần quá lo về loại bệnh này, hãy làm theo những cách mà Nghiện Cá chia sẻ bên trên để có thể chữa bệnh hiệu quả cho cá cảnh nhé. Quan trọng nhất vẫn là sức khỏe và sức đề kháng của cá để có thể vượt qua được mọi loại bệnh – Phòng bệnh hơn chữa bệnh mà. Chúc các bạn thành công! Nguồn: thuysinh4u.com","link":"/Benh-nam-ca-va-cach-xu-ly-ho-ca-bi-nam-20221114.html"},{"title":"Bí mật nuôi cá Betta Koi Plakat khỏe mạnh, lớn nhanh, máu chiến","text":"Cá Betta hiện đang được nhiều người chơi yêu thích bởi màu sắc và hình dáng tuyệt đẹp. Đặc biệt là những chú cá có màu sắc tương tự như cá Koi Nhật Bản như Koi Halfmoon, cá Koi Plakat. Bài viết hôm nay chúng tôi sẽ đề cập đến thông tin về loài Koi Plakat và cách chăm sóc chúng. Nội dung chi tiết Cá Koi Plakat là cá gì? Kỹ thuật nuôi và chăm sóc Chọn giống Chọn bể nuôi cá betta koi Thức ăn cho cá Cách nuôi betta koi Các bệnh thường gặp và cách chữa trị Bệnh đốm trắng ở betta Bệnh xù mang cá Betta Bệnh rách vây và thối đuôi Cá Koi Plakat là cá gì? Cá Koi Plakat hiện đang là giống&nbsp;cá cảnh&nbsp;rất được yêu thích. Chúng có bộ vây đuôi ngắn và gọn gàng. Đây là một giống cá Betta giống cá chép Koi của Nhật Bản với những chấm đẹp trên thân. Cá có rất nhiều màu sắc đơn sắc, nhị sắc và trên 2 màu (đa sắc). Có thể đó là chú cá màu đỏ, trắng, vàng hoặc cam kèm theo những mảng màu sắc sặc sỡ khác của đuôi, vây và vẩy. Kỹ thuật nuôi và chăm sóc Cá Koi Plakat là một giống cá được lai tạo chính vì thế cần chú ý rất nhiều trong kỹ thuật chăm sóc. Sau đây là một số điều mà người nuôi cá cần chú ý: Chọn giống Để có được những chú cá khỏe mạnh thì việc chọn giống là điều rất quan trọng. Người nuôi cá cần chú ý những điều sau đây: Chọn những chú cá có cấu trúc cơ thể cân đối. Điều này thể hiện ở kích thước đầu và gốc đuôi có tỷ lệ thích hợp. Thêm vào đó những bộ phận trên cơ thể cá không quá to, không quá nhỏ. Đây là những chú cá khỏe mạnh và phát triển đẹp nhất. Nên đến những cửa hàng bán cá cảnh lớn để chọn được những chú cá thích hợp nhất. Trong một đàn cá lớn hãy chú ý chọn những con cá có chiều dài phần đầu bằng 1/ 3 chiều dài thân. Đây là tỷ lệ cơ thể giúp cá có thể di chuyển một cách dễ dàng hơn. Cá Koi Plakat là một loài hiếu chiến và đây cũng là tiêu chí giúp chọn giống cá tốt nhất. Những chú cá có tính hung hăng sẽ khỏe mạnh và sinh sản tốt hơn. Đối với cá cái thì chọn những con có bụng tròn, phần hậu môn có mụn trắng nghĩa là chúng đã sẵn sàng sinh sản. Chọn bể nuôi cá betta koi Cá Koi Plakat không yêu cầu quá nhiều về môi trường sinh sống. Kích thước bể nuôi cá này không cần quá lớn chỉ cần một bể có kích thước 12x17x20 cm là cá có thể sống một cách thoải mái. Bể cá cũng không cần trang bị sục khí vì cá có cơ quan hô hấp phụ. Người nuôi có thể thêm rong, tảo để tăng thêm tính thẩm mỹ. Tuy nhiên có một yêu cầu mà người nuôi cá nên nhớ đó là không nên đặt cá ở nơi có ánh sáng trực tiếp. Nhiệt độ nước lý tưởng là 24 – 30 độ C, độ cứng của nước là 5 – 20, độ PH 6 – 8. Thức ăn cho cá Thức ăn cũng là một phần rất quan trọng quyết định sự phát triển của cá Koi Plakat. Tuy nhiên nếu bạn mới nuôi cá này lần đầu thì cũng có thể yên tâm vì đây là loài cá ăn tạp. Gần như chúng sẽ ăn hết những thức ăn mà bạn cho vào bể. Vì thế chỉ cần tìm hiểu thức ăn mà chúng yêu thích là bạn có thể nuôi chúng một cách khỏe mạnh. Cá Betta Koi Plakat rất thích ăn những loại thức ăn như loăng quăng, trùng chỉ, ấu trùng côn trùng …. Tuy nhiên những thức ăn này cần được mua ở những cửa hàng bán cá uy tín để đảm bảo chất lượng. Ngoài ra sau khi mua về cần phải được rửa thật sạch sau đó mới cho cá ăn. Cho cá ăn mỗi ngày 2 lần sáng và chiều và cho ăn mỗi lần 1 lượng trùn bằng hạt đậu xanh . Lượng thức ăn không nên quá nhiều hay quá ít đều ảnh hưởng đến sự phát triển của cá. Cách nuôi betta koi Để nuôi một chú cá khỏe mạnh thì không phải chỉ tạo bể cá đúng chuẩn và cho ăn cân bằng dinh dưỡng. Người nuôi cũng cần chú ý những điều sau đây: Đây là những chú cá chọi chính vì thế tốt nhất nên chọn bể nhỏ và nuôi từng cá thể riêng biệt. Những bể đặt bên cạnh nhau cần phải được che chắn kỹ. Bởi vì chỉ cần nhìn thấy đối thủ thì những chú cá này ngay lập tức có phản xạ tấn công. Tuy nhiên hiếu chiến là bản chất của chúng chính vì thế thỉnh thoảng cũng nên cho chúng chạm mặt nhau. Điều này sẽ giúp chúng khỏe mạnh và linh hoạt hơn. Cần đảm bảo môi trường nuôi cá phải sạch và không có vi khuẩn gây hại cho cá Chính vì vậy người chơi cá phải thay nước thường xuyên. Các bệnh thường gặp và cách chữa trị Trong quá trình nuôi cá thì việc tìm&nbsp; hiểu những bệnh thường gặp và cách chữa trị là rất cần thiết. Sau đây là một số bệnh thường gặp ở cá Koi Plakat Bệnh đốm trắng ở betta Khi nhân thấy bên dưới da cá Koi Plakat những đốm trắng do ký sinh trùng cư trú giống các hạt muối phủ đầy cơ thể cá. Cá có thể cố quẹt mình vào các vật thể trong hồ. Bệnh rất dễ thấy và chữa trị. Trong trường hợp này người nuôi cần tăng nhiệt độ nước để hạn chế sự phát triển của ký sinh trùng. Tắm nước muối cho cá hoặc dùng một số dung dịch chữa bệnh cho cá vài ngày là khỏi bệnh. Bệnh xù mang cá Betta Khi bị bệnh này cá Betta sẽ vẫn ăn uống bình thường trong thời gian đầu. Tuy nhiên sau đó chúng ăn ít đi, nổi lên mặt nước và chết. Phần vảy trên cơ thể cá sẽ bị xù lên, khi bóc ra có thể gây chảy máu. Người nuôi cần nhỏ thuốc hiệu RID PROTOZOAN với liều lượng 2 giọt/2 lít nước. Kết hợp ngâm tetra Nhật để tăng hiệu quả điều trị bệnh cho cá. Bệnh rách vây và thối đuôi Bệnh này là do điều kiện nước trong bể không tốt làm cho các vi khuẩn phát triển một cách nhanh chóng. Từ một chấn thương nhỏ cá có thể bị thối vây, tia vây bị mủn ra xuất hiện những vết máu đỏ. Khi cá bị bệnh ta cho vào bể cách ly, chữa trị bằng thuốc kháng sinh và làm sạch vết thương sử dụng nước axit nhẹ. Trên đây là những thông tin về kỹ thuật nuôi cá Koi Plakat. Việc nuôi loài cá này không quá khó phải không? Hãy áp dụng những kiến thức này để chăm sóc những chú cá của mình ngay hôm nay nhé. Nguồn: camnangnuoitrong.com","link":"/Bi-mat-nuoi-ca-Betta-Koi-Plakat-khoe-manh-lon-nhanh-mau-chien-20221114.html"},{"title":"Cá Anh Đào – dòng cá thủy sinh tuyệt đẹp cho người mới chơi","text":"Cá Anh Đào hay còn gọi là cá Diếc Anh Đào rất phổ biến trong những hồ thủy sinh. Đặc biệt là những hồ có nhiều cây với màu sắc rực rỡ khi thả cá anh đào sẽ tạo nên một tone màu ấm rất bắt mắt. Đây là loại cá rất dễ nuôi và thích hợp cho những ai mới chơi thủy sinh. Hãy tìm hiểu kỹ hơn về loài cá này trong bài viết dưới đây nhé! Ngày hôm nay, hãy cùng Nghiện Cá tham khảo thông tin về dòng cá cảnh đang được rất nhiều người thích và ưa chuộng nhé. Nội dung chi tiết Cá Anh Đào là gì? Cá Anh Đào giá bao nhiêu? Những lưu ý khi nuôi cá anh đào Bể cá cảnh Kỹ thuật nuôi cá Cá Anh Đào là gì? Cá Anh Đào có khá nhiều tên gọi như diếc anh đào&nbsp;hay&nbsp;cá râu anh đào hay&nbsp;còn gọi là&nbsp;cá hồng đào,&nbsp;cá huyết hồng đào&nbsp;(Tên khoa học: Puntius titteya) là một loài cá nhiệt đới nước ngọt trong họ&nbsp;Cyprinidae. Đây là một trong những loại cá cảnh đang được ưa chuộng trong thế giới của các anh em đang có sở thích chơi cá cảnh tại Việt Nam. Cá diếc anh đào không khó nuôi như những loại cá rồng nên thích hợp cho những ai mới chơi cá cảnh, hay những người thích những dòng cá có màu đỏ. Qủa thực đây là một trong số những dòng cá cảnh rất đang nuôi. Chiều dài cá (cm): 5. Nhiệt độ người (C): 23 – 27. Độ cứng (dH): 5 – 19. Độ pH: 6,0 – 7,5. Tính ăn: Ăn tạp. Hình thức xất hiện sản: Đẻ khoảng 200 trứng, sau 2 ngày sẽ nỡ, cá có tật ăn trứng. Tầng nước ở: Mọi tầng nước. Sinh sản: Cá đang bị khai thác quá mức ở Sri Lanka vì nguồn cá ngoài tự nhiên thường có màu rực rỡ hơn cá sinh sản nhân tạo. Cá Anh Đào thường được phân bổ chính ở Sri Lanka, Columbia, Mexico…. Thân cá thon dài có màu đỏ đặc trưng, màu đỏ của cá đậm hay nhạt còn phù thuộc vào môi trường sống cũng như chế độ thức ăn. Tuy nhiên gần như những con đực sẽ có màu đẹp và đậm hơn những con cái nhất là vào thời kỳ sinh sản. Đồng thời những con mới thả xuống bể cũng sẽ có màu nhạt hơn, khoảng từ 4- 6 ngày thì màu sắc sẽ dần ổn định hơn. Nếu như màu nhạt không như mong muốn thì người nuôi có thể dùng những thức ăn để kích màu cho cá. Cá Anh Đào giá bao nhiêu? Cá anh đào được nhiều người trong giới thủy sinh yêu thích không chỉ vì chúng dễ nuôi mà giá cũng rất rẻ. Môi con chỉ giao động trong khoảng từ 10.000đ – 20.000đ, phù hợp với khoản chi trả của nhiều người. Trên thị trường hiện nay cũng có rất nhiều địa chỉ bán cá anh đào, bạn có thể mua tại bất kỳ cửa hàng thủy sinh nào nên rất thuận tiện. Tuy nhiên cũng nên chọn những nơi uy tín để đảm bảo chất lượng tốt và giá thành hợp lý nhất nhé! Những lưu ý khi nuôi cá anh đào Để nuôi cá Anh Đào tốt nhất bạn cần lưu ý những yêu tố sau đây: Bể cá cảnh Bể nuôi cá Anh Đào là một loài cá nuôi tốt nhất trong bể thủy sinh, đây không phải là dòng cá cảnh nuôi tốt khi ở ngoài trời. Thể tích bể nuôi tốt nhất: 90 (L). Cá Anh Đào thích sống với các bể thủy sinh có nhiều rong. Ánh sáng là một điều quan trọng, cá Anh Đào không cần ánh sáng quá mạnh. Nước sạch là một yếu tố quan trọng, hãy cố gắng lọc nước tốt nhất cho dòng cá này. Không cần quá nhiều Oxy. Chiều dài bể: 60 – 80 cm. Kỹ thuật nuôi cá Cá thích hợp nuôi trong bể trồng nhiều cây thủy sinh với chất đất ở đáy. Cá khá nhút nhát, thích ẩn náu dưới tán cây, thích hợp cho bể nuôi chung với các loài cá nhỏ hồ rong khác. Cá thích sống thành nhóm, ít nhất 5 – 6 cá, mặc dù đôi khi chúng cũng bơi riêng lẻ. Chăm sóc:&nbsp;Cá cảnh nhỏ dễ nuôi dành cho người mới tập chơi cá cảnh. Thức ăn: Cá ăn uống tạp, từ mùn bã hữu cơ, rong, tảo… Cá dễ sinh sản, đẻ trứng dính trên giá thể là cây thủy sinh. Cần tách cá bố mẹ ra khỏi trứng, trứng nở sau 1 – 2 ngày. Phân&nbsp;biệt cá hồng đào trống mái: Cá trống có màu đỏ thắm khi đã trưởng thành , cá mái màu nhạt và luôn hiện rõ một vân đen từ mắt đến đuôi. Trước tiên bạn đặt bịch cá Diếc Anh Đào lên mặt hồ và để sao cho 2 bên cân bằng nước với nhau. Sau khoảng 15 phút mở bọc rồi lấy một ly nhỏ, múc từ 2- 3 ly cho vào bọc. Gác miệng bọc lên trên thành của bể và cứ khoảng từ 10- 15 phút lại làm tương tự như vậy. Làm chừng 3 lần thì bạn có thể thả cá vào hồ thủy sinh. Sau đó hãy nhấc nhẹ túi đựng để cá qua từ từ, công đoạn này bạn cần làm chậm để tránh những chú cá diếc anh đào bị hoảng loạn. Trên đây là những thông tin cơ bản về cá Diếc Anh Đào mà chúng tôi muốn cung cấp tới bạn đọc. Qua đây có thể thấy cá Anh Đào là một loại cá thủy sinh giá rẻ, dễ nuôi không yêu cầu phải tốn nhiều thời gian và công sức để chăm sóc. Vậy còn băn khoăn gì nữa mà không sắm ngay những chú cá anh đào cho bể thủy sinh của mình","link":"/Ca-Anh-Dao-%E2%80%93-dong-ca-thuy-sinh-tuyet-dep-cho-nguoi-moi-choi-20221114.html"},{"title":"Cá Axolotl – Cách nuôi và chăm sóc cá khủng long 6 sừng","text":"Chắc chắn nhiều bạn đã nhìn thấy một chú cá người dài như những còn thằn lằn và có 6 cái râu trên đầu rồi đúng không? Chính xác tên gọi của nó là Axolotl hay còn có tên việt hóa khá hay là cá khủng long 6 sừng. Dòng cá này khá độc đáo vì hình dạng không giống cá của mình và màu sắc thì cũng cực kỳ là độc đáo. Ngày hôm nay hãy cùng Nghiện Cá tham khảo về một dòng cá đặc biệt này nhé. Và bạn có thể tham khảo thêm nhiều dòng cá cảnh khác tại chuyên mục: Cá Cảnh của chúng tôi. Nội dung chi tiết Cá Axolotl – cá khủng long 6 sừng Nước để nuôi cá Axolotl Môi trường nuôi cá Axolotl Dấu hiệu nhận biết sức khỏe Cá Axolotl – cá khủng long 6 sừng Cá axolotl còn được gọi là cá khủng long 6 sừng hay cửu sùng mexico, một loại sinh vật cảnh chỉ mới du nhập vào Việt Nam trong những năm gần đây có nguồn gốc từ Mexico. Tên khoa học của dòng cá này là Ambystoma mexicanum thuộc loài Ambystomatidae. Tuy vậy chúng đang được nhiều người chơi cá cảnh yêu thích và săn lùng. Chúng có một thân hình thon dài và một cái mặt rất chi là ngộ nghĩnh và đáng yêu. Chính vì vậy, loài cá này được rất nhiều người thích vì vẻ ngoài cực kỳ cute của chúng và sự đáng yêu mà loài cá này sở hữu.Để tìm hiểu kỹ hơn về loài cá này, chúng tôi sẽ chia sẻ những nguyên tắc quan trọng khi nuôi cá Axolotl. Nước để nuôi cá Axolotl Môi trường nước thích hợp để cho loài cá này sinh sống là kiềm yếu và nguồn nước phải sạch. Khủng long 6 sừng thích sống trong nước cứng, chình vì vậy bạn không nên sử dụng những khúc gỗ để trang trí bể vì gỗ có thể sẽ làm nước bị đục và mềm hơn. Loài cá này hô hấp bằng mang, chính vì vậy mà nếu nước bị lẫn tạp chất sẽ rất dễ làm chúng bị bệnh hoặc giảm sức sống. Tốt nhất nên thường xuyên thay nước cũng như sục khí. Mực nước tốt nhất khi nuôi cá là phải ngập qua đầu vì Axolotl chỉ có thể thở trong nước. Tuy nhiên có thể bạn sẽ thấy khoảng 5 phút chúng nổi lên thở 1 lần. Môi trường nuôi cá Axolotl Đồ trang trí bể: Khi trang trí phần đáy của bể nuôi tuyệt đối không sử dụng những vật có kích thước nhỏ hơn miệng chúng. Thị giác của kỳ nhông 6 sừng khá kém nên rất có thể chúng sẽ tưởng những đồ trang trí đó là thức ăn. Hang: Bản tính của loài cá này rất nhát. Chính vì vậy trong bể nuôi hãy tạo các hang để cá ẩn nấp, hang phải rộng rãi, thoải mái. Cây thủy sinh: Trong bể nuôi kỳ nhông Mexico cũng có thể trồng một số loại cây thủy sinh thân mềm để làm nơi ẩn nấp. Bên cạnh đó khi sinh sản trứng của loài cá này thường bám vào hang đá hoặc bề mặt cỏ. Diện tích bể: Những chú cá Axolotl trưởng thành sẽ có chiều dài khoảng 20cm, chính vì vậy diện tích bể nuôi thích hợp là 45x35x30. Đặc biệt tạo nhiều không gian và không nên để nhiều cá chung một chỗ. Ánh sáng: Trong tự nhiên, loài cá này sống trong các hang động sâu nơi có ít ánh sáng. Cũng chính vì lý do này mà thị giác kém, mắt dần thoái hóa và gần như kỳ nhông không nhìn thấy gì. Vì vậy khi nuôi chúng trong bể hãy nuôi ở không gian tối và kín đáo. Thức ăn của cá axolotl: Loại cá này ăn thịt, một số thức ăn chủ yếu của chúng như: tôm, cá nhỏ hay những loại giun. Tuy vậy nhưng Axolotl vẫn có khả năng tiêu hóa được một số loại thức ăn công nghiệp. Khi cho ăn nên tránh những sinh vật vỏ cứng hay có gai để thực quản của cá không bị tổn thương. Trung bình cần 10 gallon nước /1 con (tầm 38 lít nước). Dấu hiệu nhận biết sức khỏe Một vài điểm nhận biết về tình trạng sức khỏe của cá khủng long 6 sừng: Cá khủng long 6 sừng sống khỏe thì râu chỗ cái mang của nó sẽ dài, dĩ nhiên là sẽ có con lông rậm hơn, nhưng trong quá trình nuôi mà thấy râu nó cứ thưa dần, biến mất dần là tình trạng sức khỏe không được tốt, cần cải thiện môi trường sống phù hợp hơn. Bỏ ăn là một trong số những dấu hiệu sấu của biểu hiện tình trạng sức khỏe. Trên đây chúng tôi đã chia sẻ đến bạn đọc về dòng cá Axolotl cực kỳ hay và thú vị này. Hy vọng những thông tin bên trên sẽ hữu ích cho những ai đang nuôi loài sinh vật kỳ dị, dễ thương này và giúp bạn có thể chăm sóc chúng tốt nhất. Nếu có thắc mắc hay đóng giúp gì các bạn có thể đóng góp cho chúng mình ở dưới phần comment nhé.","link":"/Ca-Axolotl-%E2%80%93-Cach-nuoi-va-cham-soc-ca-khung-long-6-sung-20221114.html"},{"title":"Cá Bút Chì Thái – Dòng cá ăn rêu tóc cực tốt","text":"Cá Bút Chì&nbsp;là một loại cá vừa mang đến sự sinh động cho bể vừa xem như là công cụ giúp vệ sinh những rêu nhỏ làm sạch nước. Hãy cùng Nghiện Cá&nbsp; tìm hiểu thêm và dòng cá rất hữu ích và là một trong số những dòng cá cảnh đáng nuôi và nên có trong bể thủy sinh nhà bạn. Thông tin về cá Bút Chì Ca Bút Chì Thái&nbsp;có tên khoa học là Crossocheilus Oblongus&nbsp;là loài cá họ Cyprinidae có nguồn gốc từ Thái Lan, Ấn Độ và Indonesia. Ở Việt Nam, cái tên thông dụng hay được người chơi thủy sinh, cá cảnh gọi là “cá Bút Chì hay cá Bút Chì Thái” Chúng có kích thước lên đến 15cm với hai màu sắc chủ đạo là đen và trắng, nhưng cũng có thể pha thêm một số màu khác. Đây là loài cá chuyên ăn rong, rêu, đặc biệt là rêu tóc. Chúng thích một bể cá rậm rạp nhiều gỗ lũa và đá, với nhiều cây thủy sinh để nó có thể thoải mái ăn rêu và trú ẩn trên các thân cây, cành lũa, hay khe đá. Loài thiên địch của rêu tảo này có khẩu vị rất đa dạng, chúng rất dễ tính trong việc lựa chọn thức ăn. Cá Bút Chì có thể ăn hầu hết các loại thực phẩm tươi và khô, thức ăn chính của cá Bút Chì Thái đó chính là những loại rêu nhỏ trong bể giúp nước trong sạch hơn. Vì vậy mà nó được ưa chuộng, phổ biến và hầu như bể cá cảnh nào cũng có. Cá ăn các loại rêu gây hại, hạn chế rêu tảo phát triển nên giữ cho bể cá sạch sẽ hơn bao giờ. Nó vừa là loài làm cảnh sinh động cho bể vừa tác dụng dọn vệ sinh quả là hữu ích phải không ạ. Tuy nhiên bạn cũng nên lưu ý là bổ sung đủ thức ăn cho cá, vì nếu không còn rêu tảo chúng sẽ đi phá hoại các cây thuỷ sinh như một bản năng sinh tồn vậy. Đặc điểm của cá Bút Chì Thái Ngoài đặc điểm là ăn rêu, tảo làm sạch bể cá Bút Chì Thái cũng có bề ngoài khá thú vị cho bể cảnh nhà bạn. Là loài cá có kích thước khá nhỏ nhắn, thon gọn khi trưởng thành dài từ 12- 14cm. Trên mình cá có một sọc đen duy nhất kéo dài từ thân đến hết đuôi và cộng với là một chiếc đầu nhọn, một thân hình thon thon. Có lẽ vì vậy mà nó được gọi là cá bút chì chăng. Cá bút chì Thái có đặc tính hiền lành thường bơi lượn theo đàn. Kích thước cá khá nhỏ nên bạn có thể thả số lượng lớn hơn để làm sạch và tăng sự sinh động cho bể. Chúng thường bơi lượn khắp bể và vào đến các ngóc ngách nhỏ nhất để tìm kiến dong rêu. Cách nuôi và chăm sóc Để chăm sóc cá tốt nhất nên chú ý các đặc điểm về các yếu tố bên ngoài một cách kỹ lưỡng. Dưới đây sẽ là một vài điểm lưu ý giúp bạn tạo ra một môi trường chăm sóc và nuôi dòng cá Bút Chì tốt hơn. Cá Bút Chì Thái sống ở nhiệt độ nước thích hợp là từ 24 – 28oc. PH để cá sống tốt nhất là từ 6,5 – 7PH. Nếu muốn nuôi cá thành đàn thì nên chuẩn bị bể có kích thước lớn một chút để đem đến môi trường sống thoải mái nhất cho chúng và vì loài cá này còn có tập tính phân định lãnh thổ. Cá với thức ăn chủ yếu là tìm kiếm rêu, tảo ở trong hồ. Cần lưu ý bổ sung thêm cho chúng vì nếu hết thức ăn chúng sẽ phá hoại các bầu cây thuỷ sinh ngay. Qua bài viết hy vong Nghiện Cá có thể đem lại những thông tin cơ bản về loài cá Bút Chì gửi tới các bạn, giúp mọi người có thể nuôi và sử dụng cá Bút Chì như một nhà vệ sinh chăm chỉ, giúp tạo nên bể cá đẹp nhất bạn nên tham khảo thêm nhiều loại cá khác. Bạn có thể tham khảo thêm nhiều dòng cá cảnh thủy sinh tại chuyên mục CÁ CẢNH của chúng tôi, ở đây có rất nhiều dòng cá cảnh khác có thể nuôi chung cùng cá Bút Chì đó ạ. Khả năng tương thích: Cá bút chì Thái tính tình hiền và bơi theo đàn, chúng là dòng cá ăn tạp và rất thích ăn rêu tóc&nbsp;khi bị bỏ đói. Cá bút chì Thái&nbsp;bơi lượn khắp nơi, thường bơi ngược dòng chảy từ máy lọc, nằm cạnh nhau trên lá cây dưới ánh sáng,&nbsp;chúng bơi đi tìm rêu ở khắp nơi, nhưng lại sợ những hang hốc tối. Đôi khi cá bút chì Thái&nbsp;khá năng động, vậy nên đôi khi các bạn thấy cá bút chì nhảy ra khỏi hồ mà không có lý do. Có thể khắc phục bằng cách che miệng hồ bằng kính hoặc hạ thấp mực nước. Loài này có tập tính phân định lãnh thổ, do đó cần hạn chế số lượng vừa đủ trong hồ để tránh xung đột (tối đa 6 con cho hồ 100L nước). Chế độ dinh dưỡng:&nbsp;Cá bút chì Thái&nbsp;là loài&nbsp;ăn tạp, thức ăn yêu thích của cá bút chì là các loài tảo bám và rêu. Cần cho&nbsp;chúng ăn thêm&nbsp;thức ăn viên&nbsp;hay thức ăn tươi sống để tránh cá ăn lá non của cây thủy sinh trong bể,&nbsp;lưu ý không nên cho ăn quá nhiều thức ăn&nbsp;công nghiệp&nbsp;bởi vì&nbsp;chúng sẽ lười dọn rêu hơn. Cá bút chì Thái càng lớn càng lười ăn rêu do khẩu vị của cá thay đổi theo độ tuổi cũng như một số loài cá ăn rêu khác. Hãy bỏ đói để&nbsp;chúng làm việc, không nuôi cá quá đông để tránh xung đột giữa các loại cá bút chì và&nbsp;đảm bảo&nbsp;được mức độ rêu tảo hại phục vụ&nbsp;chúng. Sinh sản:&nbsp;Cá bút chì Thái&nbsp;được xem là loài cá có đặc tính sinh sản kì lạ so với các loại cá khác.&nbsp;Chúng nhảy lên mặt nước để đẻ trứng và bám trên các tán lá, một số ít cặp cá bút chì Thái có thể đẻ trứng khi nuôi trong nhà. Từng cặp cá bút chì Thái sẽ bắt cặp với nhau khi chuẩn bị vào mùa sinh sản. Chúng nhảy lên khỏi mặt nước và gửi trứng vào phiến lá rủ gần đó chứ không giống loài cá khác đẻ con ở nơi kín đáo hoặc giấu trứng. Do con đực khỏe và có vây dài hơn, nên nó chính là người “đỡ” con cái nhảy lên và giúp con cái bám chặt vào phiến lá. Tuy vậy, con cá bút chì đực đực cũng rất phũ phàng, vì&nbsp;sau&nbsp;khi sinh xong trứng, nó không ngại ngần đuổi con cái đi.&nbsp;Sau đó, con đực sẽ tự trông trứng cho đến khi trứng nở, nó quanh quẩn trông chừng và liên tục cấp ẩm cho trứng bằng cách vẫy nước lên phiến lá.","link":"/Ca-But-Chi-Thai-%E2%80%93-Dong-ca-an-reu-toc-cuc-tot-20221114.html"},{"title":"Cá Bút Chì loại cá dọn bể thủy sinh cực tốt","text":"Cá bút chì là một loại cá dọn bể không thể thiếu trong bể thủy sinh. Đây là loại cá vô cùng có ích cho bể cá cảnh của bạn. Hãy cùng tìm hiểu về loại cá Bút Chì này nhé. Nội Dung Chính Đặc điểm của cá Bút Chì Đặc điểm cơ thể Môi trường sống của cá bút chì Các chọn mua cá bút chì Cách chăm sóc cá bút chì Cách sinh sản của cá bút chì Đặc điểm của cá Bút Chì Cá Bút Chì có tên khoa học là Crossocheilus oblongus thuộc lớp Crossocheilus và nằm trong họ Cyprinidae. Tại Việt Nam chúng thường được gọi là Cá Bút Chì hoặc Bút Chì Thái. Chúng phân bố chủ yếu ở Ấn Độ, Philipin, Thái Lan. Hình ảnh cá bút chì Đặc điểm cơ thể Hình dáng thon dài Cơ thể chủ yếu có 2 màu đen và trắng ( Tuy nhiên còn có nhiều loại cá bút chì có màu sắc khác như: Đỏ, đốm, ba sọc) Ở giữa thân có 1 sọc đen chạy dài Chiều dài tối đa khoảng 15cm ở ngoài tự nhiên Môi trường sống của cá bút chì Chúng thích nghi tốt ở bể có nhiều hang đá, lũa và cây thủy sinh PH từ 5 đến 20 Nhiệt độ từ 20 đến 30 Kích thước bể thủy sinh từ 20 đến 100 Chúng có thể sống ở nước trong và đục Thức ăn là rêu hại, nhớt, lá cây mục, xác cá chết và cả các loại cám cá. Các chọn mua cá bút chì Cá bút chì bán ngoài tiệm thủy sinh có bán rất nhiều. Thường sẽ có 2 loại chính là loại cá bút chì size lớn và cá bút chì size nhỏ. Giá khoảng 15k/1 con. Đối với bể thủy sinh kích thước&nbsp; dưới 50cm thì nên chọn mua cá bút chì size nhỏ để tránh cá này sục nền làm phá bố cục bể. Bể thủy sinh nhỏ mà nuôi cá bút chì size lớn thì bạn sẽ thấy cá lười, ít đi ăn rêu hại và thường tranh ăn cám với cá. Đối với size lớn thì nên nuôi ở bể có kích thước trên 50cm là phù hợp nhất. Đối với bể đó thì cá size lớn sẽ giúp cá dễ dàng di chuyển và đi ăn rêu hại. Nhìn chung đối với dòng cá bút chì này thì chúng tôi khuyên bạn vẫn nên chọn cá kích thước nhỏ dưới 3cm để chơi thì tốt hơn. Cá bút chì bơi theo đàn trong bể thủy sinh Cách chăm sóc cá bút chì Cá bút chì là loại cá chuyên đi ăn rêu hại và các chất bẩn trong bể. Chúng cũng có thể ăn cả phân của nhiều loại cá khác. Chính vì vậy, loại cá này rất dễ chăm sóc. Thường thì bạn sẽ không cần phải cho chúng ăn gì cả. Nếu như nuôi lâu năm và có kinh nghiệm trong bể thủy sinh thì đối với các loại cá dọn bể như cá Bút Chì chúng ta cũng không cần quan tâm xem chúng ăn gì, chúng làm sao để sống và phát triển. Tuy nhiên, nếu bạn nuôi cá bút chì mà không biết cách chăm sóc thì chúng cũng sẽ rất dễ chết. Để nuôi cá bút chì tốt thì trong bể phải trồng cây thủy sinh, có nuôi thêm các loại cá khác, có đá và lũa cây. Đó là môi trường tốt nhất cho cá bút chì sống và hoạt động tốt nhất. Tuy là cá có sức sống mãnh liệt nhưng đối với cá size nhỏ rất cần oxy. Nếu để một thời gian không sủi oxy sẽ khiến cho cá bị yếu dần và có thể chết. Vì vậy, bạn cần phải thường xuyên sủi oxy cho bể để cá có oxy để thở. Cách sinh sản của cá bút chì Trong bể thủy sinh thì rất ít người đã nuôi được cá bút chì sinh sản. Tuy nhiên, cũng có không ít người đã nuôi chúng sinh sản thành công. Cá bút chì thường sống theo bầy đàn nên việc ghép cặp cũng rất dễ dàng. Chúng thường đi với nhau 1 đực và 1 cái vào mùa sinh sản. Đây là loại cá sinh sản vô cùng kỳ lạ đó là chúng sinh sản trên những chiếc lá hoặc phiến đá nằm tách biệt trên mặt nước. Cá bút chì sinh sản trên lá Để sinh sản con được và cái sẽ đi cùng nhau, con đực sẽ hỗ trợ con ái nhảy lên khỏi mặt nước và bám vào những chiếc lá để đẻ trứng. Mỗi lần sinh sản cá Bút Chì đẻ khoảng 50 quả trứng, sau khi đẻ xong cá bút chì đực sẽ trông coi trứng và dùng đuôi vẩy nước lên lá giúp trứng giữ ẩm và nở sau 3 ngày. Như vậy qua bài viết này bạn đã hiểu chi tiết về loại cá Bút Chì này rồi phải không. Nhìn chung thì bạn nên mua loại cá này để thả trong bể thủy sinh để chúng giúp bạn vệ sinh ăn phân cá, ăn rêu hại sẽ rất tốt. Hãy tìm đọc thêm các loại cá khác tại Nghiện Cá nhé.","link":"/Ca-But-Chi-loai-ca-don-be-thuy-sinh-cuc-tot-20221114.html"},{"title":"Cá Chuột Mỹ – loài cá cảnh hữu ích cho bể cá nhà bạn","text":"Cá Chuột Mỹ là một trong những loại cá cảnh có hình dáng ngộ nghĩnh, được rất nhiều người lựa chọn nuôi trong các bể thủy sinh. Vậy loại cá này xuất xứ từ đầu, tên khoa học là gì, cách chăm sóc như thế nào hãy đọc những thông tin dưới đây nhé. Thông tin cá Chuột Mỹ Cá Chuột Mỹ có tên khoa học là Chromobotia macracanthus, hay còn có tên khác là cá heo hề, cá chuột ba sọc, là một loài cá nước ngọt nhiệt đới thuộc về họ Botiidae. Chúng là loài duy nhất trong chi đơn loài Chromobotia. Tuy được gọi là cá Chuột “Mỹ” nhưng loài này có nguồn gốc từ các vùng nước nội địa Indonesia ở Sumatra và Borneo. Wikipedia Cá này sống hòa bình, có thể nuôi cùng với tất cả các loại cá cảnh khác và là một trong những dòng cá cảnh có thể nuôi chung trong bể thủy sinh. Việc ngắm cá Chuột Mỹ&nbsp;ăn cũng rất thú vị đối với những người có thú vui với cá cảnh. Có một số loại cá chuột thường xuyên hoạt động vào ban đêm nhưng vẫn hoạt động vào ban ngày và né ánh sáng mạnh. Đôi khi người ta hay gọi cá Chuột Mỹ là cá da trơn nhưng trên thực tế cá của những chú cá này vẫn có vẩy, có điểu khá nhỏ so với khả năng nhìn của mặt thường. Cá Chuột Mỹ&nbsp;có chế độ ăn được chia làm nhiều bữa, chúng có thể ưn được thức ăn khô, đông lạnh hoặc các thức ăn chuyên dụng khác.Đặc điểm sinh học: chúng thường sống ở giữa và đáy hồ, khó sinh sản tự nhiên trong bể nuôi, chỉ sinh sản khi kích thước cơ thể đạt 25 cm. Hiện tại đã được sản xuất giống nhân tạo nhằm kích thích hormone ở một vài nước châu Á. Ở Việt Nam vẫn chưa có trại cá nào cho sinh sản được loại cá này mà vẫn bán theo hình thức nhập khẩu Kỹ thuật chăm nuôi cá Chuột Mỹ Cá này thích hợp được nuôi trong các loại bể thủy sinh hoặc các bể thủy sinh mini với tốc độ sục khí trung bình, lượng ánh sáng chiếu vào vừa phải,, không quá gắt. Bể thủy sinh phải được lọc nước nhiều lần vì cá chuột mỹ rất ưa sạch. Khi thả nên thả từ 5 – 6 con nuôi theo đàn sẽ nhanh phát triển hơn. Nếu thấy hiện tượng cá chuột đói và hay nhớt các cá khác cùng bể thì nên cho cá ăn ngay. Cá này thích bơi ở tầng giữa và tầng đáy chui rúc vào những hốc đá cây cỏ, vì vậy nên tạo nhiều không gian sinh cảnh rậm rạp và hang đá cho chúng Cá Chuột Mỹ rất dễ bị nấm trắng nên người nuôi cần phải thay nước, vệ sinh bể cá thường xuyên. Sống tốt nhất trong điều kiện nước ở 72 – 86 độ F, và độ Ph khoảng 6 – 7.5, có thể nuôi trong hồ rong. Thức ăn cho cá Chuột Mỹ Cá Chuột Mỹ thuộc nhóm những dòng cá ăn thịt, và trong môi trường tự nhiên, thức ăn của loài cá này chính là những động vật thân mềm như: Giun, trứng giun Trùn chỉ, trùn huyết… Các loài động vật không xương khác. Trong môi trường bể thủy sinh, bạn hoàn toàn có thể cho cá Chuột Mỹ ăn các dòng tức ăn chuyên dụng như cám hoạc có thể cho cá ăn Tubifex, Artemia… vẫn là những dòng thức ăn thông dụng và rất tốt cho cá chuột. Mong rằng với những thông tin về cá Chuột Mỹ được Nghiện Cá tìm hiểu và chia sẻ bên trên sẽ giúp bạn hiểu về loại cá này, cũng như cách chăm sóc tốt hơn dành cho những người có thú vui với cá cảnh. Chúc các bạn thành công khi chăm sóc cá Chuột Mỹ. &nbsp;","link":"/Ca-Chuot-My-%E2%80%93-loai-ca-canh-huu-ich-cho-be-ca-nha-ban-20221114.html"},{"title":"Cá Đầu Bò – loài cá hấp dẫn những người chơi cá cảnh","text":"Cá Đầu Bò là một trong những loại cá cảnh ưa thích của người có thú vui với","link":"/Ca-Dau-Bo-%E2%80%93-loai-ca-hap-dan-nhung-nguoi-choi-ca-canh-20221114.html"},{"title":"Cá Đuối nước ngọt (cá SAM) dòng cá cảnh độc lạ","text":"Trong những năm gần đây, thú vui chơi cá cảnh ngày càng trở nên phổ biến và giá cả của các bể cá cũng giảm đi, nhiều gia đình đã coi bể cá cảnh là một thứ để trang trí cho ngôi nhà của mình. Cá Đuối nước ngọt cũng vì thế mà được lựa chọn nhiều hơn. Có nhiều ý kiến trái chiều về việc nuôi cá Đuối, ngày hôm nay, hãy cùng Nghiện Cá tham khảo thêm về dòng cá này, thông tin và cách chăm nuôi làm sao tốt nhất nhé. Thông tin về cá Đuối nước ngọt (SAM) Cá Đuối nước ngọt có tên gọi khoa học là Freshwater stingray, phân bố ở lưu vực sông Amazon và những quần thể động – thực vật của mình, hệ thống sông Amazon chứa đựng vô số biến thể cá đuối trong lòng sông và các nhánh của nó từ Peru đến Colombia, Brazilr. Ở Việt Nam, dòng cá này còn có tên gọi khác là cá SAM. Thuộc chi Potamotrygon, những thông về cá Đuối nước ngọt ngày nay còn rất ít. Được biết cá này có quan hệ họ hàng gần với cá đuối Thái Bình Dương. Sự phân lập có lẽ đã xảy ra khi dãy núi Andes dựng lên khoảng 150 triệu năm trước, chặn đường thoát về hướng tây của con sông và buộc nó đổ về phía đông ra Đại Tây Dương, cách ly nhiều loại cá đuối trong hệ thống mới.Dòng cá này còn có tên gọi khác là cá Đuối Stinggray được đặt tên dựa theo chiếc gai nhọn, răng cưa nằm ở phía đuôi, thường được bao bọc bởi một lớp da và đây cũng chính là vũ khí lợi hại phòng vệ hiệu quả được làm bằng protein tổng hợp và nọc cực độc sẽ được tiết ra khi lớp da bị rách. Đa số các loại cá Đuối nước ngọt dùng cho nuôi cá cảnh ngày nay đều họ Potamotrygonidae thời điểm mà rất nhiều nghiên cứu cho thấy sự khác biệt giữa chúng về màu sắc, kích thước và các hoa văn khác nhau. Cá đuối là hiểm họa với người này những lại là báu vật với người kia và giá của chúng chú cá đuối cảnh không hề rẻ chút nào. Có nhiều quan điểm nuôi cá đuối thường đen đủi, nhưng có người cho rằng nuôi cá đuối nhưng không hề đuối mà ngược lại còn mang đến sự may mắn cho gia chủ. Một trong những điều hấp dẫn khi nuôi cá đuối trong bể thủy sinh bởi hành vi và sự thông minh của chúng. Một con cá đuối khỏe mạnh có thể nhanh chóng học được cách nhận biết và lấy thức ăn từ tay chủ nhân. Khi nuôi loại cá này trông bể thủy sinh cần có kích thước lớn, tốt nhất là nên nuôi riêng hoặc nuôi chung với cá rồng với kích thước khá lớn, bởi nếu quá nhỏ sẽ vừa miệng cá đuối và điều tất nhiên là chúng sẽ ăn lẫn nhau. May mắn hay đen đủi với mỗi người là những quan điểm khác nhau vì vậy không thể phủ nhận sự thú vị của cá đuối nước ngọt và niềm yêu thích đối với những người đam mê cá cảnh. Cá Đuối nước ngọt giá bao nhiêu Sam Black Diamond: Cá Sam bột ( 1- 2 tháng tuổi) có giá hơn 20 triệu đồng.Trên thân cá có nhiều đốm to và dày nổi lên trên nhiều đốm nhỏ. Sam Galaxy: Cá bột cũng có giá xấp xỉ 20 triệu đồng. Màu sắc của cá là màu nhung đen điểm trên đó là những đốm sao trắng có kích thước tương đồng nhau. Sam Motoro: Vẻ đẹp của loại cá này có phần không bằng những loại còn lại. Nhưng cá sẽ dễ nuôi, sinh sản tốt và giá thành xếp loại bình dân (khoảng 1-2 triệu đồng/con). Cách nuôi và chăm sóc cá Đuối nước ngọt Đây là một dòng cá có giá trị và môi trường để nuôi dòng cá này cũng thật sự rất quan trọng và cần những yếu tố khắt khe. Một vài điểm dưới đây để mọi người tham khảo để có thể nuôi dòng cá này tốt nhất. Nhiệt độ cho cá từ 26 tới 33 độ C, cá dễ bị bệnh ở nhiệt độ nhỏ hơn 25 độ C và lớn hơn 35 độ C. Nồng độ muối trong nước không được vượt quá 3/1000. Không sử dụng các loại thuốc, hóa chất chống chỉ định cho cá đuối nước ngọt. Loài cá này cũng rất nhạy cảm với độ PH, quá cao hoặc quá thấp đều gây bệnh cho cá. Vì cá ăn rất nhiều nên lượng chất thải cũng rất lớn, do đó cần thay nước đều đặn để duy trì độ PH ổn định. Ngoài ra, cá đuối nước ngọt rất kỵ với Clo trong nước máy, do đó cần có bể trữ nước để hạn chế thay nước máy trực tiếp vào bể cá. Theo kinh ngiệm thì lời khuyên cho bạn là chỉ nên lựa chọn 1 con cá sam cho bể cảnh nhà bạn. Nó sẽ làm nổi bật được cho bể mà không gây hại nhiều cho các loài cá khác. Cá sam trưởng thành sẽ có kích thước lớn nên cần nuôi trong một chiếc bể rộng là tốt nhất. Cá sam cảnh sinh sống và phát triển thích nghi ở nước có nhiệt độ chúng 22-28oc. Với yêu cầu cần thiết là phải sục nhiều khí và độ PH bể cảnh nằm trong khoảng 6,5 -7 để đảm bảo chúng phát triển bình thường Cũng giống các loài cá khác, khi nuôi cá san cảnh cần thay nước, lau dọn thường xuyên và ít nhất 1/ 4 nước mỗi khi thay. Thức ăn của cá sam cảnh thường đó là trùn đen, trùn đất, các loại thịt của hầu, của trùng trục, các loại cá nhỏ tạp hay cá đông lạnh. Ngoài ra cũng có thể cho ăn viên chìm được chế biến sẵn có ngoài thị trường khi ca đã thích nghi tốt. Chúng dễ nuôi, nhưng vẫn cần chú ý vì đây là loài khá nhạy cảm với nước Những nét hoạ tiết độc đáo trên mình cá sam&nbsp;chắc chắn sẽ làm bạn thích thú. Nếu bể cảnh nhà bạn còn chưa có thì hãy nhanh tay đi lựa chọn ngay cho mình một con thật đẹp ngay nào. Chúc bạn sẽ sở hữu những chú cá cảnh bắt mắt nhất nhé. Mong rằng những kiến thức chia sẻ về dòng cá SAM, cá Đuối nước ngọt có thể giúp bạn hiểu hơn về dòng cá này, cách nuôi và chăm sóc chúng. Chúc các bạn thành công!","link":"/Ca-Duoi-nuoc-ngot-ca-SAM-dong-ca-canh-doc-la-20221114.html"},{"title":"Cá Gấu Trúc – Cá vàng Gấu Trúc | Dòng cá cảnh độc đáo và lạ mắt","text":"Cá Gấu Trúc là một trong những dòng cá cảnh hiện đang được rất nhiều người yêu cá cảnh nuôi bởi giá thành thấp, dễ nuối và có thể thả được trong các bể cá khác nhau. Đây là một dòng cá cảnh còn khá xa lạ với nhiều người chơi thủy sinh, nhưng lại rất quen thuộc với nhiều người chơi cá cảnh. Hôm nay hãy cùng Nghiện Cá tham khảo cách nuôi được loại cá này và cách chăm sóc dòng cá cảnh này làm sao cho phù hợp và giúp cá khỏe mạnh nhất nhé. Nội dung chi tiết Đặc điểm của cá Gấu Trúc Cách nuôi cá vàng Gấu Trúc Kỹ thuật nhân giống cá vàng Gấu Trúc Các bệnh thường gặp ở cá vàng Gấu Trúc Bệnh lồi mắt Bệnh nấm Bệnh táo bón Đặc điểm của cá Gấu Trúc Cá Gấu Trúc&nbsp;&nbsp;tên khoa học: Panda moor, thuộc lớp cá vàng (Carassius auratus). Cá vàng gấu trúc là một giống cá vàng có nguồn gốc từ Trung Quốc. Tên gọi của chúng bắng nguồn từ màu sắc trắng và đen được viền quanh phần mắt của chúng trông như một con gấu trúc.&nbsp;Wikipedia Đây là một giống&nbsp;cá cảnh&nbsp;cỡ nhỏ với những chiếc đuôi quạt màu&nbsp;đồng&nbsp;và phát triển theo độ tuổi của chúng. Tuy nhiên khi phát triển một số cá thể cá vàng này có thể không còn giữ được sắc màu của mình, chúng cũng có thể xuất hiện các đốm mắt gấu trúc theo tuổi tác. Nhiều cá thể cá này có thể có&nbsp;màu cam&nbsp;hay&nbsp;màu trắng&nbsp;hoặc sự pha trộn giữa hai màu. Thông thường cá sẽ giữ&nbsp;màu tím&nbsp;trắng. Tên gọi của dòng cá này được hình thành bởi khắp trên thân cá có những sọc đen xuất hiện trên người tựa như những con gấu trúc. Cũng chính nhờ đặc điểm này mà khi thả chúng trong bể cá sẽ tạo một điểm nhấn ấn tượng. Loài cá này cũng như mọi dòng cá vàng khác, đều rất hiền lành và ưa điều kiện sống nước sạch và ổn định. Cách nuôi cá vàng Gấu Trúc Chúng là giống&nbsp;cá nước lạnh&nbsp;như các con cá vàng khác. Chúng cũng cần một chế độ chăm sóc như&nbsp;cá mắt lồi đen&nbsp;hay&nbsp;cá vàng mắt lồi&nbsp;telescope. Chúng cần 20-25 gallon nước (cần ít nhất 150l nước). Nhiệt độ từ 18-22&nbsp;°C, duy trì pH 6,5-7,5 và dH 4-20, nên để ánh sáng cao. Có thể trồng những cây mềm và đá. Tránh những vật nhọn, cây bằng nhựa có thể gây hại cho mắt. Ngoài ra, nên quấn miếng bọt biển xung quanh máy lọc. Cách chọn bể nuôi cá, thức ăn cho cá bạn đã biết tuy nhiên bạn cũng nên chú ý thêm một số điều sau: Nên cho ăn hỗn hợp thức ăn viên, miếng, thức ăn đông lạnh (daphnia,&nbsp;tôm,&nbsp;trùn), hỗn hợp tôm và rau (rau diếp,&nbsp;dưa leo,&nbsp;đậu Hà Lan). Quy tắc cơ bản là tránh thức ăn nổi trên mặt nước do mắt chúng ở hai hướng nên sẽ khó khăn khi tìm thức ăn. Lượng&nbsp;protein&nbsp;trong khẩu phần ăn nên ở mức 30%. Đây cũng là loài cá Vàng có thị lực kém, không nhanh nhẹn. Chính vì thế không nên nuôi với những loài cá Vàng thườn, cá vàng Comet… vì chúng có thể tranh hết thức ăn của cá Vàng gấu trúc. Người nuôi cần phải thay nước thường xuyên để tạo môi trường sạch sẽ nhất cho cá. Khi thay nước ở trong bể không nên thay toàn bộ mà chỉ thay khoảng 2/3 lượng nước và giữ lại 1/3 lượng nước.&nbsp; Chú ý chọn nguồn nước sạch không hóa chất hay ký sinh trùng dễ khiến cá bị bệnh. Kỹ thuật nhân giống cá vàng Gấu Trúc Để chọn nuôi và nhân gióng mọi dòng cá, điểm đầu tiên bạn cần lư ý là chọn con giống khỏe mạnh và phù hợp với những tiêu trí tốt nhất của dòng cá đó, dưới đây sẽ là một vài lưu ý giúp bạn có thể chọn con giống cho dòng cá vàng Gấu Trúc này: Một chú cá Vàng gấu trúc đẹp mắt thì phải có đầy đủ những đặc điểm như có phần viền mắt màu trắng đen hay cái đuôi quạt màu đồng. Tuy nhiên bạn cũng có thể chọn những chú cá có màu sắc khác tùy sở thích. Nhưng nên chọn những chú cá có màu sắc tươi sáng, thân hình không có khiếm khuyết hay bệnh tật gì. Chọn những chú cá Vàng gấu trúc có mắt lồi vừa phải và phải cân xứng hai bên. Cá Vàng gấu trúc phải nhanh nhẹn, linh hoạt, không nằm một chỗ. Các vây cá xòe rộng, không bị rách hay tia máu. Vây lưng trương thẳng. Các bệnh thường gặp ở cá vàng Gấu Trúc Vì thuộc dòng cá vàng, chính vì vậy dòng cá này cũng thường gặp một vài bệnh khá điển hình cho các dòng cá vàng như dưới đây. Mọi người phải rất lưu ý đến những bệnh này để điều trị và chăm sóc cá tốt nhất nhé. Bệnh lồi mắt Bệnh lồi mắt là một bệnh khá điển hình của dòng cá này, mặc dù phần mắt của cá vàng Gấu Trúc không quá lồi ra ngoài, tuy nhiên bệnh này vẫn thường gặp ở dòng cá này. Theo nghiên cứu của các nhà lai tạo và các nhà khoa học, do cá có thị lực kém, nên hay va vào những vật trong quá trình bơi, điều này là nguyên nhân chính dẫn đến bệnh lồi mắt ở dòng cá này. Cách điều trị: Sử dụng thuốc tetra, cắm sủi oxy, sử dụng muối cho vào bể cá theo khuyên cáo của người bán cá, và thay nước mỗi ngày là biện pháp giúp giảm thiểu vết thương của cá thêm nặng. Bệnh nấm Bệnh nấm là một dạng bệnh khá phổ biến ở các dòng cá cảnh, nguyên nhân chính là trong nước có nhiều ký sinh trùng và chất lượng nước không tốt khiến cá dễ mắc bệnh này và chết. Một nguyên nhân khác nữa đó chính là việc sức khỏe cá không tốt cũng rất dễ bị dính bệnh này. Cách điều trị: Cải thiện chất lượng nguồn nước, dùng muối pha vào nước theo liều lượng khuyến cáo để giúp loại bỏ các ký sinh trùng trong nước. Bệnh táo bón Khi thấy cá khó khăn trong việc đi đại tiện, phân dắt lủng lẳng phía hậu môn thì lúc đó cá Vàng gấu trúc bị bệnh táo bón. Nguyên nhân chính ở chế độ ăn và thức ăn cho cá chưa thực sự hợp lý dẫn đến tình trạng này. Hãy dùng các loại thức ăn khuyên cao bên trên ở mục cách nuôi dòng cá vàng Gấu Trúc, đây là những loại thức ăn khá tốt cho dòng cá này. Trên đây là những chia sẻ kiến thức của Nghiện Cá về dòng cá vàng Gấu Trúc, nếu bạn thấy hay hoạc đóng góp gì cho chúng mình thì có thể liên hệ hoạc để lại comment ở bên dưới nhé. Chúc các bạn thành công!","link":"/Ca-Gau-Truc-%E2%80%93-Ca-vang-Gau-Truc--Dong-ca-canh-doc-dao-va-la-mat-20221114.html"},{"title":"Cá Hải Hồ – Cách nuôi và chăm sóc dòng cá này","text":"Ngày nay, thú chơi cá Hải Hồ trong bể thủy sinh đang dần phát triển và trở thành thú vui tao nhã của mỗi người. Bạn có thể bắt gặp hình ảnh những chú cá bơi tung tăng trong bể thủy sinh mỗi gia đình. Lý do gì làm cho loài cá cảnh này có sức hấp dẫn đặc biệt đến vậy? Hãy cùng Nghiện Cá tìm hiểu về dòng cá này, cũng như cách chăm sóc và nuôi dưỡng dòng cá cảnh cực đẹp này nhé. Nội dung chi tiết Thông tin về cá Hải Hồ Đặc điểm cá Hải Hồ (Quan Đao) Cá Hải Hồ ăn gì? Cách nuôi dòng cá này Cá Hải Hồ giá bao nhiêu Cách nhân giống cá Hải Hồ Thông tin về cá Hải Hồ Cá Hải Hồ hay còn được nhiều người gọi là cá Quan Đao, có tên khoa học là Geophagus surinamensis, là một một chi thuộc họ cá rô và cá vược. Loài cá này lần đầu tiên được tìm thấy trên lưu vực của sông Amazon ở Nam Mỹ. Được nhập khẩu vào Việt Nam từ những năm 2000, cá này thích sống ở những khu vực nước chảy nhẹ nhàng, tĩnh lặng, có sức hút vô cùng tô lớn với dân chơi cá. Theo Wikipedia.Đặc điểm cá Hải Hồ (Quan Đao) Loài cá này có kích thước vừa phải, không quá to cũng không quá nhỏ, chiều dài cơ thể khoảng 10 – 15 cm (nếu được chăm sóc và nuôi dưỡng trong điều kiện đầy đủ thức ăn, nước đảm bào, không mắc bệnh kích thước có thể lớn hơn). Bụng dẹt, miệng dài và nhỏ, thân cá được phủ đều bằng các màu vàng đồng pha lẫn ánh kim, xám lục nhìn rất đẹp mắt. Có một chấm đen ở phần giữa cơ thể là một đặc điểm rất dễ nhận dạng của dòng cá này. Theo kinh nghiệm của những người nuôi cá Hải Hồ lâu năm chia sẻ, cá này hội tụ tất cả những gì tốt đẹp nhất của giống cá cảnh hiện nay trên thị trường, tính cách ôn hòa, hình dáng bắt mắt. Cá Hải Hồ ăn gì? Cách nuôi dòng cá này Cá này rất ưa nuôi theo đoàn, dù các loài khác trong bể hung dữ cũng không cướp được thức ăn của nhau. Món yêu thích của cá này cũng khá giống với các dòng cá kiểng khác là ăn cái loại thức ăn hạt khô. Ngoài ra, còn kể đến trùn chỉ, loăng qoăng, giun đất và các loại côn trùng nhỏ khác. Cá Hải Hồ đặc biệt nhạy cảm với môi trường nước sống. Vậy nên nước trong bể luôn phải sạch sẽ, đầy đủ oxy ngay cả trong điều kiện nóng bức hay giá rét Để đảm bảo tiêu chí này vô cùng đơn giản, bạn chỉ cần trang bị một hệ thống lọc nước và sục khí trong bể 24/24 là được Quá trình lọc nước và cung cấp oxy liên tục như vậy sẽ kích thích cá thường xuyên di chuyển. Ngoài ra, cá hải hồ có khả năng chịu đựng phi thường, điều mà hiếm loài cá nào có được Đơn cử như việc chúng có thể tồn tại và sinh trưởng tốt trong điều kiện từ 10 – 40 độ c. Bên cạnh đó, hệ thống lọc nước bạn nên trang bị loại có công suất lọc nhẹ nhàng, vừa phải. Cá hải hồ là loài cá ưa tĩnh lăng, nếu máy lọc nước quá mạnh sẽ khiến chúng cảm thấy bất an lo lắng thường xuyên. Lâu ngày sẽ sinh bệnh mà chết Cá Hải Hồ giá bao nhiêu Giá của loại có này dao động từ 25.000 – 350.000đ/con tùy loại, tùy nguồn gốc và hình dáng, chiều dài cơ thể cũng như độ lạ về màu sắc. Đây là một mức giá khá rẻ cho một dòng cá cảnh cực kỳ đẹp và độc đáo này. Tuy nhiên để có một đàn cá đẹp bơi trong bể cá thì cũng sẽ tốn khá nhiều chi phí đó ạ. Cách nhân giống cá Hải Hồ Cá Hải Hồ thường sẽ phối giống tốt nhất trong điều khiện nhiệt độ lý tưởng là từ 25 – 27 độ c. Dòng cá này khá nhạy cảm và khá nhát trong quá trình giao phối, vì vậy bạn hãy đặt bể phối ở nơi ít ánh sáng, ít người qua lại, tốt nhất nên phủ một tấm vải đen lên là được. Trong bể nên thả 1 đực 2 cái để quá trình giao phối được nhanh và hiệu quả hơn. Tránh để 2 cá đực 1 cái trong bể bởi chúng sẽ cắn nhau để giao phối với cá cái. Theo như thống kê cho thấy, số lượng mỗi lần giao phối cá Hải Hồ có thể để được khoảng 1000 trứng, một con số rất lớn. Với những thông tin vừa rồi hy vọng Nghiện Cá sẽ giúp các bạn hiểu hơn về giống cá Hải Hồ và có những cái nhìn mới vẻ về dòng cá cảnh cực đẹp và độc đáo này. Và nếu các bạn thấy hay hãy để lại cho mình xin một lượt chia sẻ hoạc bình luận bên dưới đòng góp về dòng cá cảnh này nhé. Đừng quên truy cập vào chuyên mục: Cá Cảnh của chúng mình để tham khảo nhiều thông tin về các dòng cá cảnh khác ạ. &nbsp;","link":"/Ca-Hai-Ho-%E2%80%93-Cach-nuoi-va-cham-soc-dong-ca-nay-20221114.html"},{"title":"Cá Hoàng Bảo Yến – Thú cưng của những người mê cá cảnh","text":"Cá Hoàng Yến cũng là một trong những loài cá cảnh ăn thịt như cá hổ Thái và đang được rất nhiều người chơi cá cảnh tìm mua. Tuy nhiên ở các nước Châu Á đã sinh sản nhân tạo giống cá này cho các bể cá cảnh, thủy sinh, trong đó có Việt Nam. Vậy lịch sử của loại cá này từ đầu, đặc điểm thu hút của chúng là gì, dưới đây sẽ là những thông tin chi tiết. Nội dung chi tiết Nguồn gốc của cá Hoàng Bảo Yến Đặc điểm cá Hoàng Bảo Yến Kỹ thuật nuôi cá Hoàng Bảo Yến Cách chăm sóc Cá Hoàng Bảo Yến ăn gì? Nguồn gốc của cá Hoàng Bảo Yến Cá Hoàng Bảo Yến có tên khoa học là Cichla ocellaris bloch và Schneider hay còn có cái tên Việt Nam là cá phi Hoàng Đế, với nguồn gốc thuộc bộ cá vược, họ nhà cá rô phi. Ngoài tên cá hoàng yến ra, cá này còn được gọi với cái tên mỹ miều khác là cá hoàng đế, có xuất xứ từ vùng Amazon, Orinoco, hay ở các vịnh của Nam Mỹ.Cá Hoàng Bảo Yến – cá Hoàng ĐếTừ những năm 1990 cá này được nhân giống rộng rãi ở Việt Nam ở các bè cá hồ Trị An thoát ra ngoài nên chúng đã phát tán mạnh trong tự nhiên, vừa là cá ăn thịt vừa trở thành loại cá cảnh được yêu thích. Đặc điểm cá Hoàng Bảo Yến Cá này cũng có ý nghĩa phong thủy mang lại sự may mắn cho gia đình bạn bở màu vàng quý tốc, sang trọng đó cũng một phần lý do giải thích vì sao chúng có tên khác là cá hoàng đế. Sở hữu thân thon dài, vây lưng cá như hình chữ V, hàm dưới nhô ra dài hơn hàm trên. Một đốm đen khá lớn đặc trưng với viền màu bạc lớn bao quanh rộng tận vây đuôi. Vây lưng có màu xám bạc, bụng cá Hoàng Bảo Yến&nbsp;có màu vàng cùng ba vạch lớn màu đen quanh thân, giữa các vạch đen là những chấm đen nhỏ li ti. Một điểm thu hút của Cá Hoàng Bảo Yến&nbsp;là giá thành phải chăng, khi mua về nuôi sau một thời gian chúng có thể sinh sảnh tự nên không khan hiếm hàng, vừa tiết kiệm vừa có thể nhân giống cá con. Với hình thức sinh sản đẻ trứng, sống được ở mọi tầng nước, sinh sản bắt cặp với nhau và có thể tự nuôi con trong khoảng 9 tuần Kỹ thuật nuôi cá Hoàng Bảo Yến Cá sống tốt nhất trong nhiệt độ nước từ 24 – 28 độ , độ Ph khoảng 5 – 12 Ánh sáng vừa đủ, không quá gắt, tốc độ súc khí lớn. ưa sống trong môi trường nước sạch Vì cá Hoàng Bảo Yến&nbsp;sinh trưởng nhanh nên nếu nuôi cá trong bể thủy sinh, bạn nên kìm hãm lại sự phát triển của chúng để kiểm soát được số lượng cũng như ổn định sức khỏe cho cá. Giá cả phải chăng dao động từ 40.000 – 1.000.000đ / con. Cách chăm sóc Cá Hoàng Bảo Yến cần một môi trường sống trong bể cá&nbsp;có kích thước tối thiểu 250 lít nước với đáy cát hoặc sỏi. Nên xếp nhiều đá&nbsp;và gỗ trong bể, để tạo điều kiện cho cá sinh sản và một môi trường phù hợp cho cá sinh trưởng. Peacock Bass không có nhu cầu nào đặc biệt về chất lượng nước, nhưng vì bản chất ăn thịt, chúng nên được nuôi trong&nbsp;bể cá&nbsp;cùng loài, hoặc những bể có cá thể có kích thước tương đương hoặc lớn hơn. Cá Đực nhiều tuổi thường xuất hiện một hoa văn lớn trên cơ thể, tuy nhiên để phân biệt đực cái, người ta thường phải dựa vào quá trình sinh sản để nhận biết. Trong thực tế, chưa ghi nhận các trường hợp sinh sản cá trong&nbsp;bể&nbsp;nuôi&nbsp;thành công, nhưng trong tự nhiên, quá trình sinh sản diễn ra ở nhiệt độ 79 tới 82 độ F, và trứng được đặt trên một nền đá cứng ở vùng nước nông. Mỗi lần cá cái đẻ hơn 10.000 trứng, và cả cá bố và cá mẹ sẽ bảo vệ trứng nở trong khoảng thời gian 1 tháng. Cá Hoàng Bảo Yến ăn gì? Thức ăn của cá Hoàng Bảo Yến có tính chất khá tương đồng với cá Rồng, phần lớn là những loài cá nhỏ hoạc mồi sống, đây là dạng thức ăn chính giúp cá phát triển và khỏe mạnh. Ngoài ra cũng có thể ăn cám, nhưng chỉ là một dạng thức ăn đổi vị, không nên sử dụng thường xuyên. Kiến thức là vô tận, nếu bạn đam mê với cá cảnh nói chung và cá Hoàng Bảo Yến nói riêng và các dòng cá cảnh khác, hãy theo dõi thông tin và tìm hiểu tại Nghiện Cá. Tại đây chúng tôi mang đến những chia sẻ kiến thức về cá cảnh, giúp mọi người có thêm nhiều thông tin để có thể nuôi và chăm sóc những dòng cá cảnh tốt hơn. &nbsp;","link":"/Ca-Hoang-Bao-Yen-%E2%80%93-Thu-cung-cua-nhung-nguoi-me-ca-canh-20221114.html"},{"title":"Cá Hồng Két loài cá cảnh đẹp cho hồ thủy sinh","text":"Với những ai yêu thích cá cảnh chắc không thể không biết đế cá Hồng Két,&nbsp;một trong những dòng cá kiểng rất quen thuộc. Vật cá hồng két có mấy loại? Nuôi thế nào để chúng lên màu đẹp? Bài viết dưới đây sẽ giải đáp được thắc mắc của bạn. Nội dung chi tiết Các loại cá Hồng Két Cách nuôi cá Hồng Két lên màu đẹp Bể nuôi cá Môi trường nước Thức ăn để cá Hồng Két lên màu đẹp nhất Cá Hồng Két giá bao nhiêu? Các loại cá Hồng Két Cá Hồng Két còn được gọi là cá Huyết Anh Vũ, tn khoa học (blood parrot cichlid,&nbsp;parrot cichlid,&nbsp;bloody parrot) dòng cá cảnh cùng họ với cá la hán và rô phi. Cá có màu sắc cùng hình dáng vô cùng bắt mắt nên đang được nhiều người tìm mua. Dưới đây là một số loại cá Hồng Ké để bạn có thể tham khảo qua và hiểu hơn về các dòng cá này: Cá Hồng Két King Kong: loại này có thân hình khá to lớn với màu sắt vô cùng bắt mắt. Cũng chính bởi lý do này mà giá mua loại này khá đắt và gần như đắt nhất trong những dòng cá hồng két. Cá Hồng Két đuôi tím: Loại này cũng giống như những loài cá két đuôi đỏ, chỉ khác là tử nhỏ người nuôi đã can thiệp để tạo hình trái tim rất độc đáo trên đuôi cá. Có thể lúc còn nhỏ bạn chưa nhìn thấy rõ nhưng càng lớn hình trái tim sẽ càng rõ hơn. Cá Hồng Két xăm mình: Một cái tên nghe rất lại phải không? Loại này có xuất xứ từ Trung Quốc, nhằm mục đích nâng cao số lượng tiêu thụ nhiều người đã xăm mình lên cá. Những chữ xăm trên thân cá đều mang một ý nghĩa vô cùng tốt đẹp. Cá Hồng Két xăm mình sẽ có giá cao hơn những loại thông thường khác từ 1,5- 2 lần và có những chú cá đạt tới mức hàng triệu đồng. Cách nuôi cá Hồng Két lên màu đẹp Bể nuôi cá Cá khi lớn cần được nuôi trong một chiếc bể có kích thước lớn để Hồng Két có thể bơi lội tự do, chiều dài bể ít nhất là 100cm và chứa trên 220 lít. Trong beẻ cấn có bộ lọc cũng như sục khí thường xuyên để đảm bảo chất lượng nguồn nước. Bên cạnh đó cũng nên trang bị những nơi để chúng ẩn nấp như gỗ hay hốc đá. Đặc biệt loại cá này không thích hợp nuôi trong hồ có cây thủy sinh. Môi trường nước Nước nuôi cá cần ổn định và sạch, độ pH phù hợp nhất là từ 6-8, nhiệt độ 21- 28 độ C và độ cứng của nước từ 2- 25. Cá Hồng Két giá rẻ thích hợp sống trong môi trường có ánh sáng vừa phải. Đặc biệt lưu ý không thay đổi chất nước đột ngột. Đây là loài cá chịu lạnh khác kém nên cần phải giữ nhiệt độ nước ổn định. Để cá có thể lên màu đẹp cần giữ nước luôn sạch, tốt nhất là thường xuyên lọc nước. Thức ăn để cá Hồng Két lên màu đẹp nhất Đây là loài cá ăn tạp nên cúng ăn giun, tôm nhỏ, thức ăn hạt hay thịt băm nhỏ. Kể cả những thức ăn thừa của các loài cá khác thì Huyết Anh Vũ cũng có thể ăn được. Để có lên màu đẹp nhất thì bạn nên cho chúng ăn đủ tôm, tép. Hiện nay trên thị trường bán rất nhiều thức ăn đóng hộp cho cá nên bạn có thể mua sẵn cho tiện. Cá Hồng Két giá bao nhiêu? Hiện tại giá bán các dòng cá Hồng Két vào khoảng từ 40.000 tới 150.000 tùy kích thước. Với một mức giá khá rẻ như này, mọi người có thể tiếp cận với dòng cá này tốt hơn. Trên đây chúng tôi đã chia sẻ cách nuôi cá Hồng Két lên màu đẹp. Hy vọng những gì Nghiện Cá chia sẽ giúp bạn có một bể cá cảnh tuyệt đẹp với màu đỏ rất hợp phong thủy chuyên để trang trí cho không gian căn nhà của bạn. Và nếu bạn thấy hay và hữu ích, hãy chia sẻ video tới nhiều người hơn nữa nhé.","link":"/Ca-Hong-Ket-loai-ca-canh-dep-cho-ho-thuy-sinh-20221114.html"},{"title":"Cá Neon có bao nhiêu loại? Cách nuôi và chăm sóc ra sao","text":"Có nhiều người chơi thủy sinh nhưng chưa biết về loại cá Neon này. Tuy nhiên, nếu chưa tìm hiểu qua đã mua về nuôi thử thì cá rất hay mắc bệnh và chê’t. Chính vì vậy, để nuôi tốt cá neon bạn nên đọc kỹ bài viết trước khi nuôi. Nội Dung Chính Đặc điểm của cá neon Các loại cá neon phổ biến Cá neon vua (neon hoàng đế) Cá neon xanh (neon thường) Cá neon kim cương Cá neon đen Cá neon sinh sản Cách chữa bệnh cá neon bị đốm trắng Cách chăm sóc cá neon Đặc điểm của cá neon Cá neon có tên gọi là Neon tetra, tên khoa học là Paracheirodon innesi. Đây là một loại cá cảnh bơi theo đàn thuộc họ Characidae. Chúng phân bố chủ yếu ở Nam Mỹ tại lưu vực sông Orinoco và Negro. Đàn cá neon vua Hình dáng, kích thước Chiều dài: 3 đến 4 cm Cơ thể: Có ánh huỳnh quang Màu sắc: Xanh, đen, trong suốt Dọc cơ thể: Có vệt màu sắc dài theo sống lưng Môi trường sống Nước: Trong Nhiệt độ: 20 đến 26 độ. PH: 5 đến 7 Các loại cá neon phổ biến Cá neon có rất nhiều loại khác nhau, hãy cùng điểm qua các loại cá neon dưới đây nhé. Cá neon vua (neon hoàng đế) Cá neon vua hay còn gọi là cá neon hoàng đế là loại cá phổ biến nhất trong dòng cá neon hiện nay. Đây cũng chính là loại cá được nuôi nhiều nhất trong bể thủy sinh. Hình ảnh cá neon vua Cá neon xanh (neon thường) Loại cá neon thường này cũng được bán nhiều. Tuy nhiên, sức hút của loại cá này thường ít hơn loại cá neon vua. Cá neon xanh Cá neon kim cương Đây được xem là siêu phẩm của dòng cá neon. Cá neon này giá thành cao hơn tất cả các loại cá neon phía trên và cũng là dòng cá neon vô cùng hot. Tuy nhiên, loại cá này rất hiếm nên cũng ít người chơi so với neon vua. Cá neon kim cương Cá neon đen Cá neon đen có một sọc trắng bạc chạy dọc sống lưng và thân hình màu đen. Loại cá này lại ít hút người chơi do màu sắc không bắt mắt. Cá neon đen Cá neon sinh sản Loại cá này nuôi trong bể thủy sinh rất khó sinh sản. Chính vì vậy mà nhiều anh em chơi cá này hầu hết đều chưa thấy cá đẻ. Cá neon chửa một thời gian chúng sẽ tự xả trứng hoặc chết. Môi trường để cá đẻ phải trong, nước ổn định. PH từ 5,5 đến 6,5, anhs áng yếu, nhiệt độ trung bình từ 23 đến 26 độ. Khi cá đẻ cần tách cá bố mẹ ra khỏi trứng nếu không cá bố mẹ sẽ ăn mất trứng. Cách chữa bệnh cá neon bị đốm trắng Bệnh nấm đốm trắng được xem là bệnh phổ biến nhất của loại cá này. Cứ nước lạnh dưới 23 độ là cá sẽ có dấu hiệu bị bệnh ngay. Khi phát hiện cá neon có những đốm trắng nhỏ cần phải chữa trị ngay. Cách chữa trị như sau. Cách 1: Có thể dùng thuốc Bio nock số 2 để chữa, liều lượng chữa bạn nên hỏi kỹ người bán nếu không sẽ khiến cho cả bể cá bị chê’t. Cách này mình không khuyến khích áp dụng. Đây là sản phẩm của các bên bán đồ thủy sinh họ thần thánh hóa quá nhiều nhưng phải biết dùng đúng cách. Cách 2: Dùng một ít muối hột 2 thìa cho 20 lít nước, xanh methylen khoảng 1 giọt cho 20 lít nước đem nhỏ trực tiếp vào bể cá. Sau đó đánh sưởi cho nhiệt độ tăng lên khoảng 26 đến 28 độ là cá sẽ khỏi bệnh dần. Qua bao nhiêu mùa thủy sinh nên mình khẳng định lại cho các bạn mới chơi biết rằng. Cá neon chơi rất đẹp nhưng rất dễ bệnh và dễ chết. Nếu như mới chơi thì không nên chơi loại cá này. Cách chăm sóc cá neon Cá neon hay các loại cá khác cũng rất dễ cho ăn trong bể với những loại thức ăn như cám thái inve 3/5, cám rêu, các loại cám dán. Nhìn chung cá neon cực kỳ dễ cho ăn, tuy nhiên bạn không nên cho ăn cám bị thừa nhiều sẽ khiến cá dễ bị bệnh. Như vậy qua bài viết này bạn đã hiểu phần nào về các loại cá neon rồi phải không. Hy vọng bài viết sẽ giúp bạn được phần nào trong việc chăm sóc loại cá này. Hãy cùng xem các loại cá và cây thủy sinh khác tại Nghiện Cá nhé.","link":"/Ca-Neon-co-bao-nhieu-loai-Cach-nuoi-va-cham-soc-ra-sao-20221114.html"},{"title":"Cá Ngân Long giá bao nhiêu? Chăm sóc cá Ngân Long","text":"Cá Ngân Long hay còn gọi lá cá rồng Ngân Long là một trong số dòng cá cảnh mang một vẻ đẹp hùng dũng, uy nghi với thân hình uyển chuyển và là loại cá phong thủy được nhiều người yêu thích. Nuôi cá Ngân Long không chỉ tăng vẻ đẹp cho không gian của bạn mà còn mang đến sự tài lộc và hưng thịnh. Vậy cá Ngân Long giá bao nhiêu và ở đâu bán cá Ngân Long? Hãy dành một chút thời gian để tìm hiểu trong bài viết dưới đây nhé! Nội dung chi tiết Thông tin cá Ngân Long Đặc điểm của cá Ngân Long Giá cá rồng Ngân Long Mua cá Ngân long ở đâu? Thông tin cá Ngân Long Cá Ngân Long tên khoa học là Osteoglossum bicirrhosum, hay cá rồng ngân long, cá rồng, cá rồng bạc, ngân đới, là một loài cá thuộc họ Cá rồng. Loài này được tìm thấy ở lưu vực sông Amazon và sông Rupununi và sông Oyapock trong Nam Mỹ cũng như Guyana. Nguồn: Wikipedia Đặc điểm của cá Ngân Long Để cá rồng Ngân Long mang màu đẹp, bắt mắt thì bạn cần tìm hiểu một số đặc điểm sinh học sau: Thân hình của loài cá này khá giống với hình lưỡi kiếm, kích thước của con trưởng thành có thể lên tới 1,2m vảy cá to hàm dưới trề. Khi cá còn nhỏ màu sắc lằn xanh ánh kim và cam, phần vây và đầu có những đốm đèn, viền màu hồng. Khi đã trưởng thành cá có lớp vảy ánh bạc vô cùng bắt mắt. Loại cá này có mộ đặc điểm rất thú vị lẻ dẻ và ấp trứng ngay trong miệng. Tuổi thọ dài lên đến 20 năm, thức ăn yêu thích của lòai cá này đó là các loại cá nhỏ, côn trùng hay ếch nhái. Cá ngân long có thể đạt trọng lượng 2,5 kg khi trường thành. Giá cá rồng Ngân Long Cá Ngân long là một trong những loại cá rồng đang được yêu thích và nuôi bởi chúng khá dễ nuôi và giá thành cũng rẻ hơn nhiều loại cá rồng khác. Để mua được một chú cá rồng Ngân long có kích thước nhỏ, bạn chỉ cần bỏ ra một số tiền là 300.000đ. Chính vì vậy mà loại cá này rất thích hợp cho những người mới chơi. Tuy nhiên cá ngân long trưởng thành sẽ có mức giá cao hơn so với những loại cá kích thước nhỏ. Và một chú cá rồng trưởng thành như vậy sẽ có giá thấp nhất là từ 4- 5 triệu. Tuy nhiên khi mua cá rồng đã trưởng thành bạn sẽ không phải tốn nhiều thời gian cũng như công sức để chăm sóc. Bên cạnh đó để mua được loại cá này với mức giá rẻ nhất bạn cần tìm được địa chỉ bán cá Ngân long uy tín trên thị trường. Mua cá Ngân long ở đâu? Giá của cá rồng phụ thuộc vào rất nhiều yếu tố trong đó phụ thuộc cả vào địa chỉ bán cá rồng Ngân long. Hiện nay có rất nhiều địa chỉ bán loại cá này trên thị trường nên bạn có thể dễ dàng tìm được. Tuy nhiên trước khi quyết định mua hãy tham khảo ý kiến của những người đã từng chơi cá rồng và tham khảo giá ở nhiều nơi khác nhau. Bên cạnh đó trong quá trình chọn mua cũng cần quan sát về thân hình cá cùng sáng bơi&nbsp; xem chúng có bị gì bất thường không nhé! Trên đây là một vài chia sẻ của chúng tôi là cá rồng Ngân Long. Hy vọng bạn sẽ tìm được địa chỉ bán cá Ngân long uy tín và có mức giá phải chăng nhất. &nbsp;","link":"/Ca-Ngan-Long-gia-bao-nhieu-Cham-soc-ca-Ngan-Long-20221114.html"},{"title":"Cá Otto dòng cá dọn bể chăm chỉ mà bạn nên nuôi","text":"Chắc hẳn nhiều bạn đã nghe thấy một dòng cá có tên là Otto (Ốt Tô). Một dòng cá cảnh được rất nhiều người chơi thủy sinh sử dụng như một người lao công chăm chỉ. Hôm nay cũng cùng Nghiện Cá đi tìm hiểu thông tin về dòng cá Otto này nhé. Nội dung chi tiết Thông tin cá Otto Cá otto ăn gì? Đặc điểm của cá Otto Cá otto thích ăn gì? Mua cá otto ở đâu? Thông tin cá Otto Cá Otto (Ottocento Lazise) có tên khoa học là Otocinclus affinis, là một trong những dòng cá cảnh được rất nhiều người chơi thủy sinh yêu thích vì tập tính chăm chỉ của dòng cá này. Chính vì những tập tính này mà dòng cá này được người chơi thủy sinh sử dụng như một loài cá dọn bể thủy sinh đắc lực. Chúng có màu sắc ưa nhìn cùng tính cách hiền lành nên được nhiều người chơi cá cảnh yêu thích.Cá otto ăn gì? Cá otto là một loài cá thủy sinh có nhiệm vụ tiêu diệt rêu hại và đang được giới thủy sinh yêu thích. Trên thân cá otto có một dãy đen chạy từ miệng đến đuôi cá và loài cá này sử dụng miệng của mình để ăn thức ăn gồm cả những loại rêu bám trên thành hồ. Để tìm hiểu kỹ hơn về cá otto hãy tham khảo bài viết Cá otto dọn bể ăn gì? Mua ở đâu để được giá tốt nhất? Đặc điểm của cá Otto Đây là giống cá da trơn màu sắc cơ bản thường thấy của loài này là màu vàng nhạt cùng những hoạt tiết sọc dài trên thân. Ở một số cá otto có màu ghi hay màu vàng xám nhưng màu sắc phổ biến nhất vẫn là màu vàng nhạt. Đặc biệt trên bụng cá có màu trắng bạc rất hài hòa, tuy nhiên bạn chỉ nhìn thấy khi quan sát gần. Cá otto dọn bể sống theo đàn và chúng chỉ sinh trưởng tốt khi sống cùng nhóm với đồng loại, một nhóm tốt nhất là từ 5- 10 con. So với những loài cá dọn bể khác thì đây là một loại rất hiển, đôi khi chúng còn khá nhút nhát. Ôtô hãy nấp mình trong những tán lá, hang hoặc hoặc phiến đá trong bể. Vào ban đêm cá dạn dĩ hơn, chúng thường tìm kiếm thức ăn trong thời gian này vì chúng ngủ vào ban ngày. Không có chuyện tranh dành thức ăn giữa cá otto hay những loại cá khác nên bạn hoàn toàn có thể yên tâm khi nuôi chúng trong bể thủy sinh của mình. Chúng rất tôn trọng và sống hòa bình cũng những con vật khác. Cá otto thích ăn gì? Như đã chia sẻ bên trên, đây là loại cá dọn bể nên thức ăn chính là mảng rong rêu trên phiến đá, thân cây,… Tóm lại cá này rất dễ nuôi không cầu kỳ trong việc ăn uống nên có thể cho chúng ăn bất kỳ thức ăn gì. Tuy nhiên để đảm bảo tuổi thọ cũng như sức khỏe cho cá otto bạn nên cung cấp nguồn rêu để làm thức ăn cho chúng. Mua cá otto ở đâu? Cá otto là một loại cá rất phổ biến và bất kỳ ai cũng có thể nuôi chúng. Đây là một loài cá cảnh thủy sinh khác rẻ, các bạn có thể mua ở bất kỳ tiệm thủy sinh, cá cảnh nào. Giá cá Otto từ 20.000- 40.000đ mỗi con, đây là mức giá rẻ và chấp nhận được cho một dòng cá được khá nhiều người săn đón, bất kỳ ai cũng có thể nuôi loài cá dọn bể này. Đây là loại cá phổ thông giống như cá neon hay cá bảy màu nên bạn có thể dễ dàng tìm được một địa chỉ quanh khu vực sinh sống để mua cá otto. Nên tham khảo thông tin trên mạng hay từ những người thân cũng có thú vui với thủy sinh để tìm được một địa chỉ phù hợp. Lưu ý trong quá trình chọn cá hãy lựa chọn những con to khỏe, nhanh nhẹn và có màu sắc rõ rệt trên thân. Mong rằng những thông tin mà Nghiện Cá chia sẻ về dòng cá này có thể giúp mọi người hiểu rõ hơn về đặc điểm cũng như cách chăm sóc dòng cá này. Nếu mọi người thấy hay, hãy cho mình xin một comment bên dưới để mình có thêm động lực chia sẻ thêm nhiều khiến thức hơn nữa nhé.","link":"/Ca-Otto-dong-ca-don-be-cham-chi-ma-ban-nen-nuoi-20221114.html"},{"title":"Cá Pleco, cách nuôi và chăm sóc dòng cá cảnh độc đáo này","text":"Cá Pleco, một trong những dòng cá cảnh được rất nhiều người chơi thủy sinh sắn đón. Đây là một trong số những dòng cá cảnh đẹp và có giá trị khá cao. Hôm nay, hãy cùng Nghiện Cá tham khảo về dòng cá cảnh này nhé, và tìm hiểu cách để có thể nuôi và chăm sóc dòng cá cảnh này tốt nhất. Nội dung chi tiết Thông tin về cá Pleco Cách nuôi và chăm sóc cá Pleco Môi trường hồ nuôi Chế độ ăn của cá pleco Những loại cá nuôi chung Tập tính của cá Pleco Các bênh thường gặp Thông tin về cá Pleco Cá Pleco (cá lau kính) là một loài cá trong họ cá da xùLoricariidae thuộc bộ cá da trơn. Tại Việt Nam chúng còn gọi là cá tỳ bà, nhiều người còn gọi vui nó là cá “mặt quỷ”. Cá lau kính có tên tiếng Anh là suckermouth catfish, hay còn được gọi là janitor fish, giới buôn bán cá cảnh gọi chúng là “pleco”.&nbsp;Wikipedia Tên khoa học:&nbsp;Hypostomus plecostomus Bộ:&nbsp;Bộ Cá da trơn Lớp cao hơn:&nbsp;Hypostomus Họ (familia):&nbsp;Loricariidae Loài (species):&nbsp;H. plecostomus Giới (regnum):&nbsp;Animalia Cách nuôi và chăm sóc cá Pleco Ở nước ta số lượng người ít chơi cá pleco còn ít do yếu tố địa lý và giá trị của dòng cá này, nhưng dòng cá này lại khá phổ biến với người chơi thủy sinh trên thế giới. Loài cá này có tuổi thọ trung bình cao lên tới 10- 15 năm, ở tự nhiên tuổi thọ chúng còn cao hơn nhiều. Vì ở Việt Nam ít người nuôi loại cá này nên Cách nuôi cá pleco là thắc mắc của rất nhiều người. Nếu bạn có ý định nuôi chúng thì hãy dành một chút thời gian để tham khảo bài viết dưới đây nhé! Môi trường hồ nuôi Đây là loài cá nhiệt đới Nam Mỹ nên dải pH phù hợp nhất là 6,5- 7,5 và nhiệt độ mát từ 25- 28 độ C. Cá Pleco có thể phát triển khá lớn, có những con đạt đến kích thước 60cm. Hồ nuôi cá pleco nên hạn chế tối đa những thiết bị bằng nhựa vì trong hồ nuôi loại cá này sẽ mút trầy. Cũng nên hạn chế những đá lũa sắc cạnh vì chúng rất dễ làm cá bị thương. Cá pleco thải ra rất nhiều phân nên bạn cần trang bị một hệ thống lọc mạnh trong hồ. Nếu bạn có ý định nuôi nhiều thì hãy sử dụng tràn dưới. Chế độ ăn của cá pleco Cá pleco có những loại thích ăn tạp, ăn mặn hay ăn chăn. Trong quá trình nuôi chúng bạn nên chú ý cho pleco ăn nhiều thực vật. Loài cá này rất háu ăn chính vì vậy mà chúng có thể ăn mọi thứ với xuống đáy hồ. Một số thức ăn như cà rốt, bí đỏ và dưa leo cũng thích hợp làm thức ăn cho cá pleco. Bạn nên hạn chế tối đa những loại thức ăn đạm không tốt cho hệ tiêu hóa của chúng như tim bò. Nếu ăn thì cho ít và thi thoảng mới nên cho ăn. Những loại cá nuôi chung Bạn có thể nuôi chung nhiều loại cá pleco khác nhau trong bể, chỉ trừ một vài loại đặc biệt. Cá size to hay nhỏ cũng có thể nuôi chung được. Đôi khi chúng có thể tranh giành thức ăn và lãnh thổ với nhau nhưng những con còn nhỏ vẫn có khả năng kiếm thức ăn tốt. Bể cá pleco cũng có thể nuôi chung cùng nhiều loài cá khác nhưng đa số những người chơi chỉ nuôi chuyên pleco.Tuy nhiên không nên nuôi nhiều loại cá giữ cùng vì chúng sẽ tranh giành thức ăn của pleco. Một vài con ở tầng giữa và tầng mặt sẽ giúp dọn thức ăn trôi nổi rất hiệu quả và mang đến cảm giác an toàn khi pleco bơi trên đầu. Tuy nhiên không nên nuôi chúng cùng rùa vì rùa lớn sẽ táp vây của cá pleco còn những con rùa nhỏ sẽ bị loài cá này mút mai. Tập tính của cá Pleco Cá Pleco có thói quen sống trong những hốc, hang, đây là nơi khiến chúng cảm thấy an toàn. Nhưng con cá khỏe mạnh sẽ chiếm đóng những chiếc hang lớn làm nơi chú ngự và làm tổ, khi có con cá khác đến hang, chúng sẽ phản ứng khá gay gắt. Nếu bạn thấy con nào bơi tuốt lên cao bám kiếng suốt ngày là nó không tìm ra nhà sợ bị mấy con khác đánh nên trốn lên đó. Vì pleco thường chỉ ở đúng nơi nó chọn nên nuôi lâu bạn sẽ biết con nào nằm ở đâu, điểm danh rất dễ. Pleco là một trong số những dòng cá khá dạn người, chúng sẽ ùa ra ăn nếu chúng cảm thấy an toàn. Và bạn cũng đừng quá lo lắng nếu bạn cho ăn mà chúng không chịu ra nhé, đây cũng là phản ứng khá thường thấy của những dòng cá này. Các bênh thường gặp Bệnh hay gặp nhất của pleco là bệnh bỏ ăn. Vô hồ mới mà không hoà nhập được môi trường, stress không kiếm ăn cứ nằm đó lâu ngày bám kiếng nó sẽ bị teo ruột chết. Chúng ta cần chuẩn bị hồ có môi trường nước tốt, đủ chỗ ẩn nấp, cá hết stress dạn dĩ mau hoà nhập. Còn trường hợp bạn mua trúng con còi sẵn thì khó cứu. Khi pleco bám kiếng hay nằm nghiêng bạn nên chú ý quan sát bụng nó có bị lép không. Nếu môi trường nước xấu thì pleco cũng dễ bị nấm, lở chỗ vết thương đánh nhau. Ăn đồ ăn không tốt hoặc nhiều đạm quá sẽ có thể gây sình bụng, tuy nhiên pleco khá khoẻ, thường thì nó nhịn ăn vài ngày sẽ tự khỏi. Cá pleco rất ít nuôi tại Việt Nam nên những thông tin về chúng không quá nhiều. Trên đây là những chia sẻ của chúng tôi về cách nuôi loài cá này, mong rằng những thông tin của Nghiện Cá về dòng cá Pleco này sẽ giúp mọi người có thêm nhiều kiến thức về dòng cá này và có thể nuôi và chăm sóc dòng cá Pleco tốt nhất.","link":"/Ca-Pleco-cach-nuoi-va-cham-soc-dong-ca-canh-doc-dao-nay-20221114.html"},{"title":"Cá Trạng Nguyên – Loài cá đẹp và độc đáo nhất thế giới","text":"Cá Trạng Nguyên tên khoa học là Synchiropus Splendidus được mệnh danh là một trong những loài cá cảnh đẹp hàng đầu thế giới. Đây là một trong số những loài cá cảnh mước mặn có màu xanh lam đặc biệt lộng lẫy, được coi là loài cá đẹp nhất trong thế giới cá cảnh, thường sống gần các đảo san hô khu vực Thái Bình Dương. Thông tin về cá Trạng Nguyện Cá Trạng Nguyên tên tiếng Anh là Mandarinfish là một loài cá nước mặn thuộc chi Cá đàn lia gai, họ Cá đàn lia Callionymidae trong bộ Cá vược, một họ gồm khoảng 10 chi với hơn 182 loài, tên phân loài splendidus lấy từ tiếng La tinhsplendid nghĩa là lộng lẫy, tên tiếng Anh là Mandarinfish. Theo wikipedia Cái tên cá Trạng Nguyên là tên mà người Việt Nam ta đặt tên cho loài cá này, bắt nguồn từ ngoại hình, màu sắc, hoa văn trên cơ thể cá trạng nguyên đẹp hệ như bộ quần áo của các tân trạng nguyên khi lên nhận phong chức. Chính vì thế, cái tên cá Trạng Nguyên ra đời và được người Việt Nam ta sử dụng để chỉ loài cá này. Cá Trạng Nguyên xanh có lưỡng hình giới tính (sexualy dimorphic). Con đực thường to và có màu sắc sặc sỡ hơn con cái. Cá đực cũng có vây lưng thứ nhất lớn hơn và gai lưng dựng đứng lên như bảng hiệu khi chúng đá nhau hay khoe mẽ trước cá cái, có nhiều màu &nbsp;sắc ở đầu, vây và cơ thể của cá là sự kết hợp tuyệt vời về màu sắc, đầu hình tam giác và miệng nhỏ với hàm trên nhô ra, khe mang nhỏ nằm hai bên đầu. Vây ngực xòe như quạt và đóng vai trò quan trọng cho sự di chuyển, cạnh vây ngực mềm mại giúp chủ nhân của nó uốn lượn trong nước.Cá trạng nguyên xanh sống trên địa bàn rặng san hô. Chúng yêu thích những địa điểm không có dòng chảy mạnh, trực tiếp chẳng hạn như viền hay vũng san hô được che chắn Cá trạng nguyên có&nbsp; 2 giống chính, Mandarinfish và Psychedelic Mandarin. Giống Mandarinfish thường có nhiều họa tiết mà màu sắc đẹp hơn loài Psychedelic. Kích thước cá khá nhỏ (khoảng 6 cm). Cá Trạng nguyên có thể dài khoảng 15cm. Cách nuôi và chăm sóc các Trạng Nguyên Nuôi dưỡng những mỹ nhân ngư này không phải là loài dễ nuôi trong hồ cảnh biển. Do đó nuôi dưỡng cần chú ý: Cần chuẩn bị hồ nuôi kỹ lưỡng, nhất là nguồn nước, tạo nhiều vỉa đá san hô và có nhiều&nbsp; san hô sống&nbsp;. Khác biệt với vẻ ngoài nhỏ nhắn xinh xắn, loài cá này thích đánh nhau nên phải nuôi riêng hoặc không được thả các loài cá cạnh tranh nguồn thức ăn với cá trạng nguyên xanh. Nếu bạn thả các loài cá này (chẳng hạn như cá bàng chài – wrasse) trước cá trạng nguyên xanh thì chúng sẽ ăn hết giáp xác. Ánh sáng hồ phải vừa đủ không quá sáng cũng như không quá tối phù hợp với sở thích ẩn nấu ban ngày và hoạt động ban đêm của cá. Nhiệt độ nước từ 25-26 ° C; độ pH nằm trong khoảng 8,1 – 8,3. Nếu &nbsp;bể cá&nbsp;thì có dung tích lơn hơn 30 gallon nước, với nhiều bề mặt lồi lõm và hang động để cá lẩn trốn. Cách tốt nhất để nuôi dưỡng cá trạng nguyên xanh một cách thành công là thả nó vô hồ (dung tích tối thiểu 300 lít) đã vận hành ít nhất 6 tháng. Hồ phải có nhiều san hô sống, lớp nền cát dày rất thích hợp vì chứa nhiều vi sinh làm mồi cho cá trạng nguyên xanh. Vẫn có thể nuôi cá trạng nguyên xanh trong hồ cộng đồng nhưng phải là hồ san hô lớn, dồi dào các động vật thân mềm nhỏ để làm thức ăn cho chúng. Thức ăn của loài cá này là động vật giáp xác và động vật không xương sống nhỏ.&nbsp;Loài cá này thích ăn thịt nhưng khi cho ăn cần chế biến thật nhỏ. Chế độ ăn uống của chúng bao gồm: Tôm ngâm nước muối giàu vitamin, sâu Đen sống, giun ống,… &nbsp;Chúng có nguồn ăn là những con mồi tự nhiên từ đá sống và nền cát&nbsp;bể cá. Chúng không quá tích cực với các loài cá thông thường, trừ&nbsp;cá khoang,&nbsp;nemo, và một số loài cá nhỏ khác, mỗi ngày cho ăn khoảng 2 – 4 lần, không nên cho ăn vào giờ chiều và tối, đừng cho chúng ăn quá no. Cách phòng chánh bệnh tật cá Trạng Nguyên Duy trì chất lượng nước tốt và ổn định nhiệt độ: &nbsp;Nước dùng để nuôi cá phải là nước sạch về mặt hóa học và cần qua xử lý để có độ pH, nhiệt độ thích hợp cho cá, không có chloramine hoặc kim loại nặng. Chất lượng thức ăn và cách cho ăn: Thức ăn cho cá cảnh phải tươi sống, tốt, hợp vệ sinh, đủ chất đạm, chất béo, vitamin… Không nên cho cá ăn thức ăn thối rữa, kém phẩm chất. Thức ăn tươi vớt từ cống rãnh trước khi cho cá ăn cần rửa sạch. Tránh gây thương tích cho cá: Khi thả cá hay bắt cá cần nhẹ nhàng, dùng vợt mềm xúc cá, tránh sây sát, tuột vảy, hư vây làm chảy máu cá. Vệ sinh hồ, bể nuôi: thay nước chỉ cần 1 lần/tuần và chỉ thay 1/3 số nước trong bể Trước khi thả cá vào bể cần phải sát trùng bể nuôi bằng cách phơi nắng cho khô đáy bể. Sử dụng clorur vôi vãi xuống ao hồ xây bằng xi măng với nồng độ 20 ppm ngâm trong một tuần, rửa sạch bể trước khi thả cá. Tùy vào các yếu tố như kích thước, chủng loại, tuổiđời, màu sắc mà một chú cá trạng nguyên có giá bán khoảng 20USD/con (tương đương khoảng 400k), có những con cá đẹp, màu độc, lạ có giá lên đến vài ba triệu đồng. Trên đây là một vài điểm sơ lược và cách nuôi cá trạng nguyên. Hi vọng những chia sẻ trên đã giúp bạn hiểu rõ hơn về loại cá tuyệt vời này và có những phương pháp chăm sóc, nuôi dưỡng phù hợp nhất để chúng sinh trưởng, phát triển thuận lợi.","link":"/Ca-Trang-Nguyen-%E2%80%93-Loai-ca-dep-va-doc-dao-nhat-the-gioi-20221114.html"},{"title":"Cá betta bột mới nở cho ăn gì? Cách nuôi cá betta bột mới nở","text":"Thời gian để trứng cá betta nở không lâu, nhìn chung chỉ từ 24-36 giờ.&nbsp;Cá cái sau khi đẻ cần được đưa ra bể cá khác.&nbsp;Vì đôi khi cá cái sẽ ăn trứng cá của chính mình.&nbsp;Cá đực có thể ở trong bể vì chúng sẽ chăm sóc cá nhỏ mới nở.&nbsp;Cá nhỏ không cần cho ăn sau khi chúng nở.&nbsp;Sau khoảng 3 ngày, cá học bơi trơn tru rồi mới cho ăn.Hãy cùng Nghiện Cá tìm hiểu kỹ hơn để biết cách chăm sóc betta bột nhé. Cá betta bột mới nở cho ăn gì? Cách nuôi cá betta bột mới nở Nội dung chính Mất bao lâu để trứng cá betta nở thành cá nhỏ? Cách nuôi cá betta mới nở và sau khi biết bơi Cách nuôi cá betta bột mới nở Cách nuôi cá betta bột sau khi biết bơi Mất bao lâu để trứng cá betta nở thành cá nhỏ? Thời gian để trứng cá betta nở không lâu, thường chỉ mất 24-36 giờ để trứng cá betta nở.&nbsp;Tuy nhiên, những con cá nhỏ mới nở không thể bơi và sẽ chỉ nổi trên tổ bong bóng.&nbsp;Trong thời gian này, cá đực sẽ chăm sóc cá nhỏ.&nbsp;Vì vậy, cá cái nên bắt ra khỏi bể cá sau khi cá betta sinh sản.&nbsp;Trong khoảng 3 ngày sau, cá betta bột có thể học bơi và bạn bắt đầu phải biết cách nuôi cá betta bột Cá betta bột mới nở cho ăn gì? Cách nuôi cá betta bột mới nở Cách nuôi cá betta mới nở và sau khi biết bơi Cách nuôi cá betta bột mới nở Cá betta mới nở từ trứng không bơi mà chỉ nổi trên tổ bong bóng.&nbsp;Lúc này cá đực sẽ chăm sóc cá nhỏ.&nbsp;Nếu một con cá nhỏ rơi xuống nước, cá đực sẽ đưa nó trở lại tổ bong bóng.&nbsp;Nếu tổ bong bóng có dấu hiệu bị hư hỏng, cá đực sẽ sửa chữa tổ bong bóng.&nbsp;Đôi khi, cá đực sẽ sử dụng vây để đưa nước vào tổ bong bóng để giúp cá nhỏ thích nghi với môi trường.&nbsp;Sau khoảng ba ngày, con cá nhỏ có thể học cách bơi trơn tru.&nbsp;Trong thời gian này, không cần cho ăn, miễn là nhiệt độ nước tốt. Cá betta bột mới nở cho ăn gì? Cách nuôi cá betta bột mới nở Cách nuôi cá betta bột sau khi biết bơi Sau khi cá betta bột học bơi, bạn vớt cá đực ra khỏi bể.&nbsp;Lúc này bạn cần bắt đầu cho cá nhỏ ăn.&nbsp;Nói chung cho cá ăn 2 lần / ngày, thức ăn cho cá có thể chọn là tảo biển, bột tảo lục, trứng tôm ngâm nước muối, v.v.&nbsp;Ngoài việc cho ăn, điều quan trọng là giữ nhiệt độ nước khoảng 26 ° C để tạo môi trường phát triển tốt cho cá nhỏ.","link":"/Ca-betta-bot-moi-no-cho-an-gi-Cach-nuoi-ca-betta-bot-moi-no-20221114.html"},{"title":"Cá chuột có bao nhiêu loại, cách chăm sóc ra sao?","text":"Cá chuột là một trong những loại cá thủy sinh thường được nhiều anh em nuôi trong bể. Đây là một loại cá đẹp thuộc dòng cá dọn bể. Hãy cùng tìm hiểu chi tiết về các loại cá chuột qua bài viết này nhé. Nội Dung Chính Đặc điểm chung của các loại cá chuột Môi trường sống thích hợp của cá chuột Lưu ý khi nuôi cá chuột Các loại cá chuột phổ biến hiện nay Cá chuột panda Cá Chuột Mỹ Cá chuột trắng Albino Cá chuột gấm Cá chuột cafe Cá chuột sao Đặc điểm chung của các loại cá chuột Phân bố: Nam Mỹ rộng đến Colombia tới Argentina Chiều dài cá: 7 (cm) Dung tích bể tối thiểu: 25cm pH: 6,0 – 8,0 Ăn uống: Ăn thức ăn thừa, xác chết động vật, mút nhớt rong rêu và nhớt cá Sống: Tầng đáy Sinh sản: Chúng đẻ trứng trên cây thủy sinh hoặc thành bể Các dòng cá chuột Môi trường sống thích hợp của cá chuột Yêu cầu ánh sáng vừa phải Sục khí: Trung bình Nước: Yêu cầu sạch Thích hợp sống theo bầy đàn: Nên mua từ 5 con trở lên Thức ăn: Ăn thức ăn thừa, phân cá, rong rêu hại, các loại trùn Lưu ý khi nuôi cá chuột Cá chuột là loại cá rất tăng động, anh em chơi thủy sinh thường gọi vui bằng cái tên là : “Con điên” để mô tả sự tăng động và hung hãn của loại cá chuột này. Nếu bạn mới setup bể thủy sinh thì không nên mua cá chuột về thả bởi cá chuột rất thích sục nền. Nếu như cây thủy sinh chưa cứng cáp, chưa có bộ rễ đủ khỏe thì cá chuột sẽ ủi lên hết. Đối với những bể thủy sinh chơi rêu Minifiss để trải thảm thì hãy để rêu mọc lên cao thì mới nên thả cá chuột. Nhưng vẫn khuyên anh em chơi rêu minifiss không nên thả cá chuột để đảm bảo có một bể thủy sinh luôn xanh sạch đẹp. Cá chuột là loại cá thích chui rúc và trú ẩn. Bạn nên tạo hồ thủy sinh có hang hốc để chúng có nơi ẩn nấp. Cá chuột nếu được cho ăn đầy đủ thì chúng không đi trêu chọc cá khác. Nhưng bạn thử để nó đói rồi xem. Chúng sẽ tìm cá khác để mút nhớt ngay. Chính vì vậy, khi nuôi cá chuột không nên để chúng bị đói. Cá chuột cũng rất dễ mắc phải các bệnh như: Bệnh nấm trắng và bệnh xuất huyết đuôi. Những bệnh này thường bị là do nước bẩn, vi sinh chưa ổn định và thời tiết lạnh. Cá bị nấm trắng thì dùng muối hột, xanh methylin hoặc bio knock để trị. Còn bị xuất huyết đuôi thì cũng có thể dùng các phương pháp đó nhưng đa phần là bị chế’t. Các loại cá chuột phổ biến hiện nay Cá chuột gấm: Hình dáng độc đáo với các chấm đen trên nền màu xám có ánh hồng. Rất nhiều người yêu thích màu sắc của nó, có cá chuột gấm, bể cá cảnh thêm phần sinh động. Cá chuột panda Cá chuột panda hay còn gọi là cá chuột gốc trúc có màu trắng ánh cam hồng, vây, cuống gần đuôi có màu đen. Sở dĩ loại cá này tên là gấu trúc bởi có một dải đen quanh mắt trông rất giống một con gấu trúc. Giá trung bình là 30k/1 con Cá chuột panda (gấu trúc) Cá Chuột Mỹ Là loại cá xuất xứ Mỹ có màu sắc đẹp và được nhiều người lựa chọn. Loại cá có 3 màu xen kẽ gồm đỏ, vàng và đen. Đây là loại cá có giá cao nhất trong dòng cá chuột. Giá trung bình 50 đến 80k/1 con Cá chuột mỹ Cá chuột trắng Albino Cá chuột trắng hay còn gọi là cá chuột bạch có đặc trưng màu sắc y như tên gọi, vây dường như trong suốt, trông khá mảnh mai và xinh đẹp, hiền lành. Giá khoảng 15k Hình ảnh cá chuột trắng Cá chuột gấm Để bể cá thêm sinh động người ta thường ưa chuộng dòng cá chuột gấm này bởi những đốm chấm trên người của nó. Giá cá này khoảng 50k Hình ảnh cá chuột gấm Cá chuột cafe Loại cá tăng động và lớn rất nhanh. Than hình có màu nâu xám giống với cafe nên được gọi là cá chuột cafe. Giá bán khoảng 15 đến 20k Hình ảnh cá chuột cafe Cá chuột sao Cá chuột sao hay có nơi gọi là cá chuột sọc. Đây là loại cá cũng tăng động không kém chúng sục nền hơi bị giỏi. Giá bán từ 15 đến 20k. Như vậy qua bài viết này bạn đã biết về các loại cá chuột rồi phải không. Ngoài ra còn có nhiều loại cá chuột nữa mà chúng tôi chưa thể liệt kê hết trong bài viết được. Hãy tham khảo thêm các dòng các khác tại cá thủy sinh của chúng tôi nhé.","link":"/Ca-chuot-co-bao-nhieu-loai-cach-cham-soc-ra-sao-20221114.html"},{"title":"Cá hổ Congo, Có nên nuôi cá hổ Congo không?","text":"Cá hổ Congo được mệnh danh là loài cá sát thủ, chúng có bộ răng nhọn và đủ làm bạn giật mình. Loài cá này hiện đang được rất nhiều người biết đến tuy nhiên chúng có đặc điểm gì và có nhiều người thích nuôi loài cá này không? Hãy tìm hiểu trong bài viết dưới đây nhé! Cá hổ Congo có đặc điểm gì Cá hổ Congo là họ hàng của những loài cá ăn thịt và sống nhiều ở lưu sông Congo, hồ Upemba, sông Lualaba và hồ Tanganyika ở Châu Phi. Ở ngoài tự nhiên loài cá này có thể đạt tới kích thước 2m và nặng đến cả tạ. Có lẽ vũ khí tối tân nhất của cá hổ chính là bộ răng sắc nhọn như răng chó sói. Một chú cá hổ Congo trưởng thành có chiếc răng nhọn dài tới 6cm, khi chúng cắm ngập răng và lắc mạnh người cũng đã đủ để cắt đứt cả những mảng thịt lớn. Đây là một loài cá vô cùng tinh ranh và hung giữ. Chúng có thị lực tốt, tốc độ bơi nhanh nên có khả năng tấn công con mồi một cách đột ngột. Trên những con sông ở châu Phi đôi khi bắt gặp cá và động vật cỡ nhỏ bị cắn đứt nham nhở, có lẽ chúng chính là nạn nhân của loại cá hổ hung giữ này. Tuy vậy việc đánh bắt chúng bằng lưới gần như là không khả quan, chỉ có thể nhử chúng bằng thịt tươi. Có nên nuôi cá hổ Congo không? Có lẽ vì chán những vẻ đẹp truyền thống, ủy mị của cá Koi, cá rồng mà nuôi những loài cá sát thủ như cá hổ Congo đang trở thành thú vui mới của nhiều người. Có những người mua loài cá này khi chúng chỉ mới bằng ngón tay và sau một thời gian chăm sóc và cung cấp đầy đủ thức ăn nó sẽ to bằng bắp tay của người lớn. &nbsp;Tuy chỉ bằng bắp tay nhưng bộ răng sắc nhọn của chúng cũng đã đủ làm bạn kinh ngạc. Chắc chắn khi nuôi loài cá này trong bể thích kích thước của chúng sẽ không đạt được như khi sống ngoài tự nhiên, vì vậy chỉ cần nó dài cỡ khoảng 1m là đã quá tuyệt vời. Tuy nhiên đâu là loài cá vô cùng hung dữ và chúng cũng đã ăn thịt nhiều loài sinh vật biển khác, cũng có những người đã bỏ mạng vì loài cá dữ tợn này. Chúng chính vì vậy khi cá phát triển lớn sẽ trở thành nỗi lo của nhiều người. Cũng chính vì vậy mà việc nuôi cá hổ Congo đã nhận được khá nhiều ý kiến trái chiều. Trên đây là những đặc điểm của cá hổ Congo– một loài cá có bộ răng sắc nhọn và rất hung giữ. Qua đây bạn hãy cân nhắc kỹ xem có nên nuôi chúng hay không nhé!","link":"/Ca-ho-Congo-Co-nen-nuoi-ca-ho-Congo-khong-20221114.html"},{"title":"Cá la hán nuôi chung với cá rồng được không ? có thể nuôi chung cùng cá koi?","text":"Nói chung, không nên nuôi chung cá la hán và cá rồng với nhau.&nbsp;Bởi vì tính khí của chúng tương đối dữ dội và nhận thức về lãnh thổ của chúng tương đối mạnh mẽ, chúng dễ dàng đánh nhau khi được nuôi chung.&nbsp;Hơn nữa, thói quen và đặc điểm của chúng cũng khác nhau, và các yêu cầu về nhiệt độ nước và giá trị pH của nước cũng khác nhau.&nbsp;Nếu phải nuôi cùng vào một bầy, xét tính tình của la hán dữ dằn hơn, nên yêu cầu cá rồng phải lớn hơn cá la hán.Hãy cùng Nghiện Cá tìm hiểu kỹ hơn về vấn đề này nhé. Cá la hán nuôi chung với cá rồng được không ? có thể nuôi chung cùng cá koi? Nội dung chính Cá la hán có thể nuôi chung cùng cá rồng không ? Có thể nuôi chung cá la hán với cá koi không? Cá la hán có thể nuôi chung cùng cá rồng không ? Nhiều người mới chơi cá cảnh đều sẽ tìm hiểu về vấn đề nuôi chung cá với nhau.&nbsp;Tuy nhiên, tốt nhất là không nên nuôi ghép hỗn loạn, một số loài cá nuôi chung sẽ gây ra nhiều rắc rối.&nbsp;Ví dụ, nuôi ghép cá la hán và cá rồng là không phù hợp.&nbsp;Chúng đều là những loài cá hung dữ ; chúng có ý thức mạnh mẽ về lãnh thổ và chúng có thể chiến đấu với nhau để tranh giành lãnh thổ. Cá la hán nuôi chung với cá rồng được không ? có thể nuôi chung cùng cá koi? Hơn nữa, thói quen và đặc điểm của chúng cũng khác nhau.&nbsp;Ví dụ, chúng có các yêu cầu khác nhau về nhiệt độ nước.&nbsp;Nhiệt độ nước thích hợp nhất cho cá rồng là 26-30 độ, trong khi cá la đòi hỏi nhiệt độ thấp hơn một chút.&nbsp;Chúng cũng có các yêu cầu khác nhau về giá trị PH của nước. Cá la hán yêu cầu giá trị PH từ 6,2-7,2, trong khi cá rồng yêu cầu giá trị pH cao hơn.&nbsp;Căn cứ vào các yếu tố trên, tốt nhất không nên nuôi chung.&nbsp;Nếu phải nuôi chung, bạn có thể chọn cá rồng lớn hơn cá lá hán, vì cá la hán dữ hơn cá rồng, nếu cá rồng quá nhỏ dễ bị cá la hán tấn công. Có thể nuôi chung cá la hán với cá koi không? Cá la hán không thể được nuôi chung với cá koi vì hai lý do chính.&nbsp;Đầu tiên là câu hỏi về tính khí, cá Koi có tính cách ôn hòa, trong khi tính khí của cá la hán rất hung dữ. Nếu chúng được nuôi chung với nhau, cá la hán sẽ bắt nạt cá Koi và có thể cắn chúng.&nbsp; Cá la hán nuôi chung với cá rồng được không ? có thể nuôi chung cùng cá koi? Sau đó là vấn đề về thói quen của chúng, Koi là một loại cá nước lạnh, trong khi cá la hán là một loài cá nhiệt đới, thói quen rất khác nhau, đặc biệt là đối với yêu cầu về nhiệt độ nước.&nbsp;Không dễ dàng để điều chỉnh môi trường xung quanh nếu chúng được nuôi chung với nhau trong một hình thức nuôi ghép.","link":"/Ca-la-han-nuoi-chung-voi-ca-rong-duoc-khong--co-the-nuoi-chung-cung-ca-koi-20221114.html"},{"title":"Cá mồi là cá gì, hiểu rõ về các dòng cá mồi hiện nay","text":"Những loại cá lớn rất thích ăn cá sống vì chúng có nhiều chất dinh dưỡng hơn các loại cá thông thường. Chính vì vậy, hôm nay chúng tôi sẽ mang đến những thông tin hữu ích nhất về cá mồi cho các loại cá lớn trong bể thủy sinh. Và mong rằng những chia sẻ của Nghiện Cá sẽ giúp các bạn hiểu rõ hơn về thuật ngữ cá mồi là gì? Note: Nghiện Cá hiện không bán cá mồi ạ. Cá mồi là gì? Cá mồi hay còn gọi là cá mồi nhử, mồi cá là các loại cá nhỏ được đánh bắt và sử dụng làm mồi nhử để thu hút các loài cá lớn hơn, đặc biệt dùng phục vụ cho câu cá giải trí trong các hồ cá và bể thủy sinh. Loài được sử dụng thường là những con cá phổ biến và sinh sản nhiều để làm cho chúng dễ dàng tìm và cung cấp được thường xuyên cho nhu cầu của cá trong bể. Cá mồi là nguồn protein tuyệt vời hơn bất kì các loại cám cá nào khác. Nếu nuôi bể cá nhưng bạn có việc đi công tác thì dùng cá này thả bể sẽ không có ai cho ăn thì cá mồi là giải pháp hữu hiệu vì khi đói, các loại cá cảnh khác có thể tự săn mồi vừa sạch sẽ, vừa tránh được các nguồn bệnh. Các loài cá mồi thường gặp Tép mồi: là thực ăn phổ biến cho cá cảnh nhất là cá la hán vì chúng lành tính, ít mầm bệnh, nhiều loại cá cảnh ăn tép mồi sẽ kích thích lên màu. Cá trâm: đây là loại cá cực nhỏ, nhanh nhẹn và siêu đẹp mà giá cả phải chăng chỉ 2000 – 3000đ/ bịch là bạn có thể nuôi thành một bầy cá trâm nhỏ xinh vừa đẹp vừa làm thức ăn cho các loài cá khác. Các loại cá ở ruộng hoang dã: đây là những loại ca đươc trộn lẫn với nhau khi mua cá mồi như cá lòng tông, cá rô con, trê con, rô phi con, cá sặc con,… Tuy nhiên, những loại cá này đều nhỏ nhắn và vừa miệng của những chú cá lớn nên vẫn cho ăn được Với tập tính từ màu sắc và mùi hương chính là điểm thu hút cả những chú cá mồi với những con cá lớn hơn. Nhất là sự linh hoạt trong sử dụng ánh sáng thực sự hoạt động bằng cách thu hút động vật phù du, hút các động vật phù du. Mồi câu cá được tiêu thụ bởi các loại cá lớn hơn, những kẻ săn mồi dưới nước. Giá của cá mồi rất vì, vì là được bán dưới dạng là thức ăn của các loài cá khác, chỉ dao động từ 2000 – 20000đ / bịch là bạn đã có thể thả một đàn cá vào trong bể thủy sinh và cho chúng ăn chong 2 – 3 tuần. Không nên cho cá mồi đã chết và bể tránh gây thối và nước trong bể. Với những thông tin hữu ích về cá mồi, chúng tôi hy vọng đây sẽ là những kiến thức mới hữu ích giúp bạn dễ dạng hơn trong việc tìm thức ăn cho cá.","link":"/Ca-moi-la-ca-gi-hieu-ro-ve-cac-dong-ca-moi-hien-nay-20221114.html"},{"title":"Cá rồng quá bối – Yếu tố gì quyết định màu sắc của chúng?","text":"Cá rồng quá bối không chỉ có một cái tên rất độc đáo mà nó còn có vẻ đẹp rất ấn tượng của dòng cá này đối với người chơi cá cảnh. Vậy đặc điểm của cá rồng quá bối là gì và những yếu tố nào quyết định đến màu sắc của loại cá này, hãy cùng Nghiện Cá tham khảo dòng cá rồng độc đáo này nhé. Nội dung chi tiết Đặc điểm cá rồng quá bối Yếu tố quyết định màu sắc cá rồng quá bối Di truyền Chất lượng nguồn nước Nguồn thức ăn Những điều cần biết về cá rồng quá bối Nhược điểm Đặc điểm cá rồng quá bối Cá rồng quá bối (SCLEROPAGES MACROCEPHALUS) còn có tên gọi khác là kim long quá bối và nhu cầu chơi loại cá này ngày càng cao. Tuy nhiên khả năng trưởng thành và sinh sản khá thấp nên chúng nằm trong danh sách những loại cá rồng đẹp và đắt nhất. Cá có phần đầu lớn nhô về phía trước, chiều dài thường sẽ ngắn hơn những loại cá nhất trung bình sau khi trưởng thành cũng chỉ đạt được 15cm. Những con chưa trưởng thành dưới 1 tuổi thì thân có màu bạc sáng, các vây chưa trôẻ màu và mắt có màu đỏ. Còn những con trên 1 năm tuổi vây đã bắt đầu chuyển sang màu vàng, vảy to, trên lưng và hông cá có hai vệt vàng đậm rất bắt mắt. Hiện tại, nhu cầu chơi cá rồng quá bối ngày càng cao, tuy nhiên khả năng sinh sản và sinh trưởng thành công của loài cá này lại khá thấp. Có lẽ bởi vậy mà trên thị trường cá cảnh, Kim Long Quá Bối đang được xếp vào top những loài cá rồng đẹp và đắt nhất, chỉ đứng sau Huyết Long. Yếu tố quyết định màu sắc cá rồng quá bối Di truyền Yếu tố di truyền quyết định rất nhiều đến màu sắc của cá rồng quá bối, theo như nghiên cứu một con đẹp sẽ có khả năng sinh ra một con đẹp khác lên đến 60%. Tuy nhiên thực tế cho thấy, trong một đàn chỉ có khoảng 5- 6 con là đẹp vì vậy nên chúng rất đắt. Chất lượng nguồn nước Cá rồng quá bối có khả năng sinh trưởng nhanh nên bạn hãy nuôi chúng trong một chiếc bể có kích thước lớn. Bên cạnh đó cũng cần phải trang bị hệ thống lọc nước tốt để có thể xử lý những chất thải bên trong đảm bảo cá sinh trưởng tốt và lên màu đẹp. Yêu cầu nhiệt độ: từ 28- 32 độ Yêu cầu độ pH: từ 6.5 đến 7.5 Nguồn thức ăn Màu sắc của chúng có đẹp hay không cũng phụ thuộc nhiều vào chất dinh dưỡng mà bạn cung cấp. Nếu bạn muốn cá rồng kim long quá bối có màu vàng đẹp thì nên bổ sung beta- carotenoids loại này có khá nhiều trong tôm, tép. Ngược lại muốn chúng lên màu đen thì cho ăn những thức ăn chứa melanin phổ biến trong vỏ cứng của dế và gián. Muốn vẩy cá trở nên óng ánh và bắt mắt hơn thì bổ sung các thực phẩm như thịt và tim của gia súc gia cầm hoặc những thức ăn có purine. Tuy nhiên tốt nhất bạn hãy thay đổi đa dạng nhiều nguồn thức ăn khác nhau để đảm bảo cung cấp đủ chất dinh dưỡng cho cá phát triển là lên màu đẹp như mong muốn. Những điều cần biết về cá rồng quá bối Ưu điểm Mang vẻ đẹp lộng lẫy, rõ ràng ngay từ khi còn nhỏ đến lúc trưởng thành Dễ nuôi, dễ chăm sóc, không yêu cầu quá khắt khe như những loài cá rồng khác Được xem là một trong những loài cá phong thủy, có ý nghĩa mang đến sự may mắn, thịnh vượng và tài lộc cho gia chủ Rất ít khi xảy ra hiện tượng trề môi ở cá rồng quá bối (một hiện tượng phổ biến ở loài cá rồng nói chung) nên đảm bảo được vẻ đẹp theo năm tháng Nhược điểm Là loài có tính cách hung dữ nhất trong các loại&nbsp;cá rồng&nbsp;Châu Á.&nbsp;Nếu nuôi theo đàn, thường xảy ra tình trạng tấn công lẫn nhau, ngay cả những con cùng chủng loại. So về vóc dáng, kích thước với những loài cá rồng khác thì Kim Long Quá Bối không được đánh giá cao. Như vậy, sự thật cá rồng quá bối là gì đã được chúng tôi chia sẻ cơ bản trong bài viết trên đây. Nếu bạn đang quan tâm và dự định thiết kế một bể cá rồng trong ngôi nhà của mình, hi vọng rằng những thông tin chúng tôi cung cấp có thể thực sự trở nên hữu ích dành cho bạn. Chúc bạn thành công với thú vui riêng của mình! Hy vọng qua một vài chia sẻ bên trên đã giúp bạn hiểu rõ và giải đáp được những thắc mắc về cá rồng quá bối. Chúc bạn mua được những chú cá rồng tuyệt đẹp và chăm sóc kỹ lưỡng để cho màu sắc bắt mắt nhất.","link":"/Ca-rong-qua-boi-%E2%80%93-Yeu-to-gi-quyet-dinh-mau-sac-cua-chung-20221114.html"},{"title":"Cá sọc ngựa có bao nhiêu loại, cách chăm sóc ra sao","text":"Cá sọc ngựa là một loại cá thủy sinh phổ biến trong các bể cá cảnh. Tuy nhiên, nhiều người vẫn chưa biết được cá sọc ngựa có bao nhiêu loại, cách chăm sóc chúng ra làm sao. Hãy cùng tìm hiểu chi tiết qua bài viết này nhé. Nội Dung Chính Đặc điểm của cá sọc ngựa. Đặc điểm nhận dạng Môi trường sống của cá sọc ngựa Các loại cá sọc ngựa hiện nay Cá sọc ngựa thường Cá sọc ngựa vi dài cánh tiên Cách chăm sóc cá sọc ngựa trong bể thủy sinh. Nuôi cá sọc ngựa đẻ (sinh sản) Đặc điểm của cá sọc ngựa. Cá sọc ngựa có tên khoa học là Danio rerio, chúng thuộc bộ cá chép và phân bố chủ yếu ở Nam Á. Chúng sống chủ yếu ở khu vực biên giới Pakistan đến Ấn Độ. Hình dáng cá sọc ngựa Đặc điểm nhận dạng Màu sắc: Xanh, vàng, cam, đỏ, xanh lam, hồng, tím Các loại: Cá sọc ngựa thường và cá sọc ngựa cánh tiên ( vi dài ) Chiều dài từ 1,5 đến 5 cm Bề ngang từ 0,5 đến 2cm Có 5 sọc chạy dài trên thân Tuổi thọ trung bình khoảng 2 năm, sống tối đa là 5 năm Thời gian sinh sản khoảng 3 tháng Số lượng trứng từ 200 đến 300 quả Trứng nở sau 3 ngày nếu được cá đực thụ tinh Cá có khuynh hướng tìm lại trứng và ăn Môi trường sống của cá sọc ngựa Nhiệt độ: Từ 16,5–34°C PH: Từ 5 đến 8 Oxy: Cần rất ít oxy Thức ăn: Cám thái, các loại cám nhỏ, trùn chỉ, artemia Các loại cá sọc ngựa hiện nay Hiện nay trên thị trường đang có 2 loại cá sọc ngựa phổ biến đó là cá sọc ngựa thường và cá sọc ngựa cánh tiên ( hay còn gọi là cá sọc ngựa vi dài). Cá sọc ngựa thường Ở ngoài môi trường tự nhiên thì dường như chỉ biết đến cá sọc ngựa thường có 2 màu chủ đạo đó là cá sọc ngựa đen và cá sọc ngựa đỏ (hồng). Tuy nhiên, hiện nay người ta đã lai tạo ra rất nhiều loại cá sọc ngựa được liệt kê dưới đây. Cá sọc ngựa xanh cá sọc ngựa xanh lá Cá sọc ngựa cam Cá sọc ngựa vàng Cá sọc ngựa đỏ Cá sọc ngựa đen Cá sọc ngựa tím Ngoài ra còn có nhiều màu sắc khác. Tuy nhiên, hiện tại mình mới chỉ biết đến các màu sắc đó. Hầu hết các loại cá sọc ngựa được lai tạo người ta đều gọi là cá sọc ngựa dạ quang. Khi rọi đèn màu vào thì vảy cá sẽ phát ra màu sắc phản chiếu khá đẹp. Trên thị trường hiện nay cá sọc ngựa thường màu đỏ và màu đen thì có giá rất rẻ chỉ tầm 2k. Còn các màu sắc dạ quang khác như cam, tím, vàng, xanh lá, xanh lại có giá dao động từ 5k đến 15k tùy nơi bán. Cá sọc ngựa dạ quang Cá sọc ngựa vi dài cánh tiên Một loại cá sọc ngựa giá vô cùng cao đó là sọc ngựa cánh tiên. Đây là một loại cá sọc ngựa có vi rất dài bơi rất nhanh và tất nhiên là chúng vô cùng đẹp. Đặc điểm của chúng khác với các loại cá sọc ngựa thường đó là thân hình của chúng lớn hơn cá sọc ngựa thường. Vi của chúng rất dài nên được ví như các cánh tiên. Giá của cá sọc ngựa cánh tiên giao động từ 40 đến 45k. Giá cũng khá cao so với cá sọc ngựa thường. Nếu bể bé thì bạn không nên nuôi chung sọc ngựa cánh tiên với sọc ngựa thường vì sọc ngựa thường sẽ rỉa vây khiến cánh tiên chê’t. Cá sọc ngựa vi dài cánh tiên Cách chăm sóc cá sọc ngựa trong bể thủy sinh. Cá sọc ngựa là loại vô cùng dễ chăm sóc trong bể cá cảnh. Đây được xem là loại cá trâu bò. Nếu như hồ thủy sinh của bạn thả cá sọc ngựa bị chết thì chẳng thể nuôi được các loại cá khác. Bể vừa mới làm xong nếu bạn muốn kiểm tra xem nước đã ổn định chưa thì có thể mua ít con cá sọc ngựa để test nước cũng rất tốt. Về chế độ ăn: Mỗi ngày chỉ cần cho ăn 2 lần vào buổi sáng sớm và buổi chiều tối. Mình thường cho ăn vào lúc 7h sáng và 7h tối. Đây là loại cá sống theo bầy đàn nên nếu bạn muốn nuôi cho đẹp thì nên chuẩn bị một bể lớn và mua ít nhất 10 cặp cá này sẽ rất đẹp. Nuôi cá sọc ngựa đẻ (sinh sản) Để nuôi tự nhiên trong bể thủy sinh thì cá rất khó sinh sản. Để cá đẻ được bạn nên tách cá trống và cá mái ra khoảng 1 tuần. Sau đó bỏ chung cá trống và mái vào với nhau để ép đẻ. Nếu thấy cá trống rượt cá mái thì khả năng cá đẻ rất cao. Bể cho cá đẻ nên trải bằng đá nham thạch và thả vào ít rong đuôi chó, rong la hán để có chỗ cho cá đẻ trứng. Nên ghép đôi cá sọc ngựa vào buổi chiều tối và đến sáng sớm bạn hãy vớt cá bố mẹ ra. Nếu không vớt ra nhanh thì cá bố mẹ sẽ tìm lại trứng để ăn. Đó chính là nguyên nhân khiến cho tất cả anh em nuôi cá sọc ngựa không bao giờ thấy cá đẻ. Bởi vì, chúng đẻ xong là ăn luôn trứng thì còn trứng đâu cho cá nở con. Như vậy qua bài viết này bạn có thể hiểu được hết về loại cá sọc ngựa này rồi phải không. Hãy cùng tìm đọc thêm các bài viết về cây thủy sinh, cá thủy sinh của Nghiện Cá nhé.","link":"/Ca-soc-ngua-co-bao-nhieu-loai-cach-cham-soc-ra-sao-20221114.html"},{"title":"Cá vàng đuôi quạt – Cách nuôi và chăm sóc cá khỏe mạnh","text":"Cá Vàng Đuôi Quạt&nbsp;là một giống cá có nguồn gốc từ nước ngoài tuy nhiên hiện đang được nuôi phổ biến ở Việt Nam. Tuy nhiên&nbsp;kỹ thuật nuôi&nbsp;cá Vàng Đuôi Quạt&nbsp;tốt nhất không phải ai cũng nắm được. Cùng tìm hiểu thêm trong bài viết sau đây. Nội dung chi tiết Cá Vàng Đuôi Quạt là cá gì? Cách nuôi cá Vàng đuôi quạt Chọn giống cá Vàng đuôi quạt Chọn bể nuôi cá Thức ăn cho cá Vàng đuôi quạt Lưu ý khi nuôi cá đuôi quạt Các bệnh thường gặp và cách chữa trị Bệnh đốm trắng Bệnh lồi mắt Ký sinh trùng bám Cá Vàng Đuôi Quạt là cá gì? Cá Vàng Đuôi Quạt là một giống cá có nguồn gốc từ&nbsp;Nhật Bản&nbsp;và&nbsp;Trung Quốc. Đây là một trong những giống cá Vàng đuôi kép đầu tiên. Chúng là sản phẩm của việc lai tạo thông qua đột biến tự nhiên ở Trung Quốc. Cá Vàng Đuôi Quạt được biết đến là giống cá vàng có kích thước lớn, có con lên đến 25- 30cm. Cá có đặc điểm nổi bật và cũng là lý do vì sao chúng có tên như vậy đó là chiếc đuôi dài khoảng từ 1/4 đến 1/2 chiều dài thân. Hai phần đuôi tách biệt trên&nbsp; 90%. Cá có thân rộng, ngắn cà vây lưng đơn trương thẳng, khoảng 1/3 đến 1/2 độ rộng thân. Các vây còn lại được sắp xếp theo từng cặp. Vây ngực, bụng tròn, ngắn và cân xứng. Cá có nhiều màu, gồm cam, vàng, trắng, xanh lá cây nhạt, vàng-nâu, vải hoa và đen, nâu với màu xanh dương viền xung quanh. Cách nuôi cá Vàng đuôi quạt Kỹ thuật nuôi và chăm sóc là kiến thức bạn cần biết khi nuôi bất kỳ loài cá cảnh nào. Với cá Đuôi Quạt thì khi nuôi bạn cần chú ý những điều sau đây: Chọn giống cá Vàng đuôi quạt Chọn được giống khỏe mạnh chính là một yếu tố quyết định rất lớn đến việc bạn có một bể cá đẹp sau này. Những chú cá khỏe mạnh là: Cá luôn phải di chuyển, năng động, không ở một chỗ. Chú ý quan sát vây và đuôi của cá phải nguyên vẹn, không có chỉ máu, đuôi xòe rộng có vảy óng ánh. Vây cá phải cân xứng điều này giúp cá di chuyển dễ dàng hơn. Quan sát trên thân cá không có chấm nâu hình oval, không bị tróc vảy hay nổi những bệt trắng có gồ. Miệng cá không sưng phù, miệng đớp đều đặn. Mắt cá phải trong đen rõ ràng. Chọn bể nuôi cá Mặc dù bể cá cảnh hình tròn thì khi nuôi cá sẽ có tính thẩm mỹ, dễ di chuyển và cọ rửa hơn. Tuy nhiên đây không phải là loại bể thích hợp để nuôi cá Vàng Đuôi Quạt. Bởi vì loại bể này có tiết diện mặt nước quá nhỏ để cung cấp đủ oxy cho cá. Loại bể nuôi cá cảnh thích hợp là có bề mặt phẳng hình vuông hoặc chữ nhật. Loài cá cảnh này cũng thích hợp sống ở nhiều tầng nước và bơi giữa những cây thủy sinh. Chính vì thế khi setup bể cá, người nuôi cũng có thể trang trí thêm những loại cây này và trong nước để ngụy trang. Cá Vàng đuôi quạt cũng sống tốt trong môi trường nhiệt độ: 18-22 °C, duy trì pH 6,5-7,5 và dH 4-20. Thức ăn cho cá Vàng đuôi quạt Đây là loài cá cảnh ăn tạp vì thế người nuôi có thể cho chúng ăn rất nhiều loại thức ăn. Chọn những loại thức ăn tổng hợp để cá Vàng đuôi quạt dễ tiêu hóa hơn và không bị bẩn nước nhanh. Ngoài ra cũng nên bổ sung chất dinh dưỡng bằng cách cho cá ăn thêm trùn chỉ, loăng quăng. Tuy nhiên trước khi cho cá ăn thì phải rửa sạch trùn chỉ để loại bỏ mầm bệnh. Ngoài ra cũng có thể tập cho cá ăn rau và cá mồi để cân bằng chất dinh dưỡng. Lưu ý khi nuôi cá đuôi quạt Người&nbsp;nuôi cá cảnh&nbsp;cũng cần chú ý những điều sau để cá Vàng Đuôi Quạt luôn khỏe mạnh: Khi mua cá về thì không nên cho cá vào bể ngay mà để bao cá còn nguyên trên bể. Điều này giúp cá quen với nhiệt độ và môi trường nước mới. Sau đó mới từ từ thả cá vào bể nước. Thường cá mới mua về sẽ đi phân. Vớt hết phân sau một ngày, và không nên cho cá ăn ngay. Khi nuôi nên thay nước thường xuyên tuy nhiên mỗi lần nên thay một phần nước để cá có thể thích nghi tốt với môi trường sống mới. Cho cá ăn đều đặn với một lượng thức ăn vừa đủ.&nbsp; Không nên cho cá ăn quá nhiều, lượng thức ăn thừa sẽ làm bẩn nước. Các bệnh thường gặp và cách chữa trị Trong quá trình nuôi cá Vàng Đuôi Quạt thì người nuôi cũng nên chú ý quan sát và điều trị một số bệnh như: Bệnh đốm trắng Đây là căn bệnh cá Đuôi Quạt rất dễ bị và cũng dễ nhận biết trên cơ thể cá. Khi cá bị bệnh người nuôi có thể quan sát thấy trên cơ thể và vây của cá có những đốm trắng và phát triển tương đối nhanh. Loại bệnh này có nguyên nhân từ những ký sinh trùng dưới đáy bể. Bệnh có tốc độ lây lan nhanh và có thể khiến cá chết. Người nuôi cần cách ly cá và ngâm thuốc nấm trắng 3 đến 5 ngày là khỏi. Bệnh lồi mắt Trong quá trình di chuyển trong bể cá có thể bị va đập vào những vật dụng trong bể và bị sưng mắt. Biểu hiện là mắt cá lồi hẳn ra và có máu tụ xung quanh. Lúc này người nuôi cần ngâm thuốc tetra theo tỷ lệ, tăng thêm lượng muối. Thay nước 30% và cho thêm thuốc cho đến khi mắt cá hết lồi.Điều trị hiệu quả bệnh lồi mắt ở cá Ký sinh trùng bám Người nuôi cũng có thể thấy trên thân cá có ký sinh trùng như rận nước, trùng mỏ neo bám trên cá. Chúng có thể bơi từ con này sang con kia. Điều này làm cá khó chịu và thường xuyên quẫy trong bể và cọ vào thành bể hoặc vật dụng trong bể. Hãy cố bắt con bọ ra, thêm muối từ 3 % trở lên chỉ khoảng 2 – 5 hôm là khỏi. Kỹ thuật chăm sóc&nbsp;cá Vàng Đuôi Quạt&nbsp;cũng không quá phức tạp đúng không? Chỉ cần bạn chú tâm vào việc chăm sóc cá thì chắc chắn bạn sẽ luôn có một bể cá đẹp. Nguồn: camnangnuoitrong.com","link":"/Ca-vang-duoi-quat-%E2%80%93-Cach-nuoi-va-cham-soc-ca-khoe-manh-20221114.html"},{"title":"Các Loại Cây Trồng Trong Bể Thủy Sinh 2021 (Phần 1)","text":"Đối với những người mới chơi việc lựa chọn các loại cây dành cho bể thủy sinh là vô cùng quan trọng. Nên lựa chọn những cây thủy sinh dễ sống, dễ trồng, độ khó thấp. Ở bài viết này Nghiện Cá sẽ giới thiệu các loại cây Thủy Sinh hay được sử dụng, để các bạn có thể hiểu được rõ hơn về mỗi loại cây trồng được tốt hơn. Giảm thiểu rủi ro trồng cây dễ chết do không biết cách chăm sóc dẫn đến chán nản khi chơi thủy sinh. Nội dung chính Trân châu ngọc trai (Micranthemum sp) Cây Hồng Liễu (Ammannia gracilis) Vảy ốc xanh (Rotala sp. ‘Green’) Cỏ Nhật (Blyxa japonica) Trân châu ngọc trai (Micranthemum sp) Trân châu ngọc trai là một cây thủy sinh được phổ biến rộng rãi khoản 1-2 năm nay. Trân châu ngọc trai thường được trồng khu vực tiền cảnh, hay thấy ở hồ thủy sinh theo phong cách iwagumi, rất được dân chơi thủy sinh ưa chuộng do vẻ đẹp của nó, cũng như độ khó của cây không cao, khá dễ trồng, phát triển tương đối nhanh khi đã bén rễ Tên khoa học: Micranthemum sp. Đặc điểm: thân đốt. Nhiệt độ: 22 – 28 độ C PH: 5.0 – 7.0 Trồng cạn: có thể Ánh sáng : trung bình, mạnh. Tốc độ tăng trưởng: trung bình Độ khó: trung bình. Bố trí: trồng ở tiền cảnh, sau 1 thời gian sẽ bò lan thành thảm xanh mướt. Trân châu ngọc trai Trân châu ngọc trai là loài cây không quá khó để trồng nếu yêu cầu cơ bản của cây được đáp ứng: cường độ ánh sáng và CO2 trung bình, chế độ bón phân trong đó có nitrate, phosphate, kali và các vi chất dinh dưỡng bổ sung. Nếu điều kiện phù hợp của cây và cường độ ánh sáng cao, cây sẽ bò rất nhanh và lá cây mập mạp, xanh tươi. Cây Hồng Liễu (Ammannia gracilis) Cây Hồng Liễu lần đầu tiên được giới thiệu trong giới thủy sinh bởi P.J. Bussink, người mang cây từ Liberia về. Cây sống trong các đầm lầy tại Tây Phi. Bởi vì vẻ đẹp của nó và không yêu cầu nhiều cho quá trình phát triển, Ammannia gracilis là cây phổ biến nhất so với các cây khác trong cùng chi. Vị trí: hậu cảnh, trung cảnh Màu sắc: đỏ hồng Mức độ: dễ trồng Tăng trưởng: rất nhanh Nhu cầu ánh sáng: Cao Loại: cắt cắm Chiều cao trong hồ: cao đụng mặt nước hồ Trồng cạn: có thể Độ khó : trung bình Nhiệt độ: 18-28 độ Cấu trúc cây : thân dài Chiều cao : 30-80 cm Chiều rộng : 5-10 cm Cây Hồng Liễu Cây thủy sinh Hồng liễu – Ammannia gracilis là loài cây có yêu cầu vừa phải, và sẽ không thể hiện hết tiềm năng của nó nếu các yêu cầu đó không được đáp ứng. Ánh sáng từ trung bình đến mạnh(2-3W cho mỗi gallon hoặc nhiều hơn), CO2 phải ổn định ở mức 25-30 ppm. Cây này thích nước hơi acid. và nước mềm (KH 4-6, GH 6-8), mặc dù nó thích nghi với các loại nước ở các môi trường khác nhau. Các chất dinh dưỡng chính như Nitrate (5-20 ppm) abd Phosphate (1-2 ppm) phải cao để đạt được kết quả tốt nhất. Sắt với các chất dinh dưỡng cũng nên nên ở mức độ cao. Nếu không đủ sắt trong nước thì lá sẽ nhạt đi. Điều kiện tốt sẽ cho cây lớn hơn và lá ít đỏ hơn. Nếu Nitrate đủ cao, cây thậm chí có thể trở nên xanh. Nitrate thấp kết hợp với Phosphate và các mức độ chất vi lượng sẽ thúc đẩy màu sắc có cường độ cao nhất. Cây lớn và nhiều màu sắc này khi gặp điều kiện môi trường phát triển tốt sẽ phát triển nhanh và mọc hướng lên mặt nước. Cắt tỉa phần ngọn và trồng lại những phần ngọn khỏe mạnh. Nhân giống được thực hiện bằng cách loại bỏ các cành bên từ cây chính bằng kéo. Cây thủy sinh Hồng liễu với kích thước khi phát triển hoàn chỉnh sẽ rất phù hợp với vị trí trung cảnh hoặc hậu cảnh của hồ lớn hơn 20 gallon (76 lít). Cây có thể làm nổi bật thêm màu sắc của các hồ trong mọi bố cục. Cây được sử dụng nhiều trong các hồ có phong cách Hà Lan và thường được dùng để tạo sự tương phản với các cây có sắc màu xanh. Vảy ốc xanh (Rotala sp. ‘Green’) Vảy ốc xanh bò lá nước (Rotala sp. ‘Green’) là cây thủy sinh trung hậu cảnh đẹp dễ trồng cho hồ thủy sinh. Ánh sáng: Mạnh Nhiệt độ: 18-30 °C Dinh dưỡng: Cao PH: 5.0 – 8.0 Tốc độ sinh trưởng: Nhanh Chăm sóc: Dễ Vảy ốc xanh bò lá nước (20-50cm) Vảy ốc xanh Vảy ốc xanh tên tiếng Anh là Rotala Rotundifolia Green (Rotala sp. ‘Green’) thuộc họ Lythraceae có nguồn gốc từ châu Á. Vảy ốc xanh thường xuyên được sử dụng trong các bố cục bể thủy sinh trên toàn thế giới cũng như rất đắc hàng ở Việt Nam. Chúng phổ biến rộng rãi bởi sự dễ trồng, khả năng chịu đựng được biên độ nhiệt độ rộng 18-30 °C và không yêu cầu gắt gao về độ cứng cũng như pH của nước. Vảy ốc xanh có tốc độ phát triển nhanh nên khi được trồng trong bể cá cảnh, chúng nhanh chóng cân bằng môi trường nước tạo môi trường sống lý tưởng cho các loại cá cảnh thủy sinh và tép cảnh. Vảy ốc xanh có chiều cao 20-50cm, tán rộng 3cm, tốc độ phát triển nhanh nên thường được trồng ở vị trí trung hậu cảnh trong hồ thủy sinh. Có thể nói vẩy ốc xanh rất dễ tính, chúng có thể chấp nhận những phạm vi rộng của những thông số nước, không có bất kì sự đòi hỏi nào về độ pH, nước cứng hay mềm…mặc dù có thể thích nghi tốt với nhiều mức nhiệt độ khác nhau nhưng nhiệt độ cao sẽ giúp loài này phát triển nhanh hơn. Tuy nhiên, vẩy ốc xanh khá khắt khe trong vấn đền dinh dưỡng, đặc biệt là chất dinh dưỡng có trong nước, nó cần phải được bổ sung nitrat và sắt thường xuyên nếu thiếu 2 chất trên, kích thước lá sẽ giảm, cây còi cọc hay thậm chí nặng hơn là chết.Cỏ Nhật (Blyxa japonica) Cỏ Nhật (Blyxa japonica) Cỏ nhật là cây thủy sinh thường được tìm thấy vùng ứ đọng, bể cạn và đầm lầy cũng như các dòng suối chảy chậm, và giàu chất sắt trong các nhiệt đới phía đông của châu Á. Tên khoa học: Blyxa japonica Đặc điểm: thân đốt. Nhiệt độ: 22 – 28 độ C PH: 5.0 – 7.0 Trồng cạn: không thể Ánh sáng : trung bình, mạnh. Tốc độ tăng trưởng: trung bình Độ khó: trung bình. Xuất xứ: châu Á. Bố trí: Thường bố trí ở tiền cảnh , trung cảnh và có thể ở cả hậu cảnh. Cỏ Nhật Cây cũng có thể được tìm thấy trong các môi trường sống nhân tạo (như cánh đồng lúa). cây đã trở thành một cây chủ yếu trong thú chơi thủy sinh. Cây được dễ dàng kiếm được từ các nhà bán lẻ hoặc thông qua giao dịch. Cỏ nhật là loại cây không quá khó để trồng nếu yêu cầu cơ bản của cây được đáp ứng: cường ánh sáng 2-4 watt cho mỗi gallon, CO2, và một chế độ bón phân trong đó có nitrate, phosphate, kali và các vi chất dinh dưỡng bổ sung. Nếu đáp ứng đủ điều kiện cho cây (ánh sáng là cường độ cao), lá của cỏ nhật sẽ phát triển các tông màu vàng và đỏ,các cây sẽ tăng trưởng nhỏ gọn hơn. Nếu cây không nhận đủ ánh sáng sẽ ngày càng trở nên cao hơn, còi cọc và xanh hơn. Cây có một hệ thống gốc ấn tượng và rất cần các chất dinh dưỡng. Nếu cphosphate được giữ cao (1-2 ppm), loài này sẽ liên tục ra hoa nhỏ màu trắng trên thân dài và mỏng. Kết thúc phần 1 về các loại cây thủy sinh. Cám ơn các bạn đã quan tâm theo dõi","link":"/Cac-Loai-Cay-Trong-Trong-Be-Thuy-Sinh-2021-Phan-1-20221114.html"},{"title":"Các Loại Cây Trồng Trong Bể Thủy Sinh 2021 (Phần 2)","text":"Tiếp nối phần 1 của các loại cây trồng trong bể thủy sinh 2021. Phần 2 Nghiện Cá sẽ tiếp tục giới thiệu đến với bạn đọc một số loại cây trồng thủy sinh. Nội dung chính Cây thủy sinh Trang chuối (Nymphoides Aquatica) Cây thủy sinh Tiêu thảo nâu (Cryptocoryne wendtii) Cây thủy sinh Hồng Ba Tiêu (Lobelia cardinalis) Cây thủy sinh Rau má Nhật (Hydrocotyle Sp. Japan) Cây thủy sinh La Hán Xanh (Green Cabomb) Cây thủy sinh Rau răm (Staurogyne Porto Velho) Cây thủy sinh Trang chuối (Nymphoides Aquatica) Tên khoa học : Nymphoides aquatica Ánh sáng/Light : Trung bình ( medium ) CO2 : Trung bình ( medium ) Độ phát triển/Grow : Trung bình ( medium ) Thích hợp cho vị trí trung cảnh ( Midground Plant ). Cây Trang chuối để nổi trông giống như loài súng lùn vậy. Trang chuối nổi: Nếu bạn để những chùm củ nổi gần mặt nước, chúng sẽ ngày càng giống loài súng. Càng gần với ánh đèn mạnh, chúng càng phát triển nhanh. Trang chuối phát triển đẹp nhất trong môi trường ánh sáng từ yếu đến trung bình. Bạn sẽ nản khi thấy chúng mọc nhanh quá. Giảm ánh sáng là biện pháp làm chậm sự phát triển của chúng. Có những cách sau: Lấy bìa che 1 phần bóng đèn. Trồng chúng vào bên dưới phần cuối bóng đèn Giảm giờ thắp đèn xuống. Thả các loại bèo trên bề mặt hồ. Với điều kiện phù hợp, trang chuối trở thành loài cây khá bắt mắt. Nhân giống: Có thể nhân giống bằng hạt hay phân chia bộ rễ như hầu hết các loài súng khác. Có 1 cách rất hay là khi lá cây chạm mặt nước, ta cắt lá đó kèm theo khoảng 15cm phần cuống. Sau đó để chiếc lá đó nổi trên mặt nước vài tuần. Từ vết cắt của cuống lá sẽ mọc ra nhiều rễ trắng, khi đó chỉ việc đem trồng. Với những người hay phàn nàn về sự khó khăn khi trồng cây thuỷ sinh thì trang chuối là lựa chọn tuyệt vời. Cây thủy sinh Tiêu thảo nâu (Cryptocoryne wendtii) Tiêu thảo nâu Cryptocoryne wendtii ‘Brown’ là một trong 3 loại tiêu thảo có màu nâu, tất cả đều làm tiền cảnh rất đẹp cho hồ thủy sinh. Tên khoa học: Cryptocoryne wendtii ‘Brown’ Họ: Araceae Xuất xứ: Srilanka Kích thước: cao 15-20cm, rộng 10-15cm Ánh sáng Trung bình Nhiệt độ 20-30 °C Dinh dưỡng trung Bình pH 5.5-9.0 Tốc độ sinh trưởng trung bình Dễ chăm sóc Như các bạn đã biết, hiện nay trên thị trường có rất nhiều loại tiêu thảo khác nhau, có loài khác nhau hoàn toàn về màu sắc, hình dáng, kích thước nhưng cũng có loài gần như tương đồng về màu sắc, Crypt wendtii brown chính là một loài tiêu thảo nằm trong số đó, nó cũng có màu nâu như Cryptocoryne beckettii ‘petchii’, Cryptocoryne petchii và Cryptocoryne wendtii ‘Tropica’ cay-thuy-sinh-Cryptocoryne-wendtii-Brown Cây thủy sinh Hồng Ba Tiêu (Lobelia cardinalis) Tên thường gọi: Cardinal Flower Tên khoa học: Lobelia cardinalis Loại cây: Cắt cắm Nhiệt độ: 5 – 26 C PH: 6 – 8 Ánh sáng: Rất cao Tốc độ phát triển: Chậm Độ khó: Khó Nguồn gốc: Bắc Mỹ Vị trí trong bể: Tiền hoặc trung cảnh Hồng Ba Tiêu – Lobelia cardinalis thực tế không phải là một cây thủy sinh thực sự. Chúng sống ở các khe đá ven bờ suối nơi có độ ẩm cao chứ không hoàn toàn ngập trong nước. Trải qua nhiều thời gian, giống cây được phát triển cho phép cây có khả năng sống hoàn toàn trong bể thủy sinh, nhưng rất khó giữ được màu tím tuyệt đẹp của loài cây này, đa số chuyển sang màu xanh lục khi hạ thủy. Đây là cây tuyệt vời để thử sức. Cây thủy sinh Rau má Nhật (Hydrocotyle Sp. Japan) Tên thường gọi: Rau Má Nhật Bản Tên khoa học: Hydrocotyle Sp. Japan Cây: Cắt cắm Nhiệt độ: 20 – 28 C PH: 5 – 6.5 Ánh sáng: Trung bình đến Cao Tốc độ phát triển: Trung bình Độ khó: Trung bình, nên có Co2 và ánh sáng mạnh Nguồn gốc: Việt Nam Vị trí: Tiền cảnh, trung cảnh Rau Má Nhật Bản (Hydrocotyle Sp. Japan) là một cây thủy sinh thông dụng thường được sử dụng trong bể thủy sinh. Nó là một chủng của họ Hydrocotyle tripartila có nguồn gốc từ Đông Nam Á. Nó có đặc tính mọc nhanh, lá xanh biếc và có xu hướng mọc bò lan. Rau Má Nhật Bản (Hydrocotyle Sp. Japan) có thể được dùng làm thảm có chiều cao 5 – 10cm. Muốn cây thấp có thể ép sáng hoặc ép bằng tay khi bảo dưỡng bể cá. Cây phát triển tốt nhất trong môi trường ánh sáng mạnh và có Co2. Cây thủy sinh La Hán Xanh (Green Cabomb) Cây thủy sinh La Hán là loài cây đẹp thường được trồng cây hậu cảnh hoặc cây trung cảnh trong bể thủy sinh. Cây La Hán Xanh là cây cắt cắm rất dễ trồng và phát triển rất nhanh Vị trí: hậu cảnh, trung cảnh Màu sắc: xanh chuối Mức độ: dễ trồng Tăng trưởng: rất nhanh Ánh sáng: Cao Loại: cắt cắm Chiều cao trong hồ: cao đụng mặt nước hồ Trồng cạn: không thể Độ khó : trung bình Nhiệt độ: 18-28 độ Cấu trúc cây : thân dài Chiều cao : 30-80 cm Chiều rộng : 5-6 cm Cây La Hán Xanh – có tên khoa học Green Cabomb là một loại cây thủy sinh đẹp được trồng nhiều trong các hồ thủy sinh. Cây la hán thường xuất hiện ở các vùng châu mỹ, châu á , có hình dạng mọc thẳng hoặc nằm bò khi ánhh sáng cao.Cây la hán xanh rất giống cây rong đuôi chó Việt Nam. Cây La Hán Xanh là dạng cây rất dễ trồng trong hồ cá thủy sinh. Nó phát triển tốt ở điều kiện ánh sáng cao và hồ dinh dưỡng nhiều. Nếu bể có Co2 cây lá hán xanh sẽ nhanh cho ra lá xanh căng và bung xòe rất đẹp. Với sự tăng trưởng khá cao và sự hấp thụ dinh dưỡng tốt, cây la hán xanh còn là ứng viên tuyệt vời cho các hồ thủy sinh bị dư dinh dưỡng. Do cây có thân hình nhỏ nên cây la hán xanh thích hợp trồng trong các hồ thủy sinh nhỏ. Cây La Hán Xanh là loại cây cắt cắm, chỉ cần cắt 1 phần thân kèm theo lá và cắm xuống đất nền thì cây có thể phát triển thành cây mới. Tuy nhiên, nếu nhiệt độ quá nóng (25-28 độ là tốt nhất) hoặc không có đủ ánh sáng, cây sẽ kiệt sức một cách nhanh chóng và tăng trưởng chậm. Cây thích ánh sáng. Phân nền dinh dưỡng thúc đẩy cây lớn hơn, tăng trưởng mạnh mẽ hơn. Cây thủy sinh Rau răm (Staurogyne Porto Velho) Cây Rau Răm là một loài cây thủy sinh đẹp và sức sống tốt. Vẻ bề ngoài của cây Rau Răm thủy sinh khá giống với rau răm bình thường của mình hay ăn. Tốc độ phát triển của cây Rau Răm khá chậm, vì thế trồng cây thủy sinh này cần khoảng thời gian dài. Vị trí: trung cảnh Màu sắc: những cây thân đốt lá có màu xanh tươi có vân ho văn Mức độ: dễ trồng Tăng trưởng: rất nhanh Nhu cầu ánh sáng: trung bình Loại: cắt cắm Trồng cạn: được Độ khó: trung bình Nhiệt độ: 18-30 độ Cấu trúc cây: thân dài Chiều cao: 10-20 cm Chiều rộng: 2-8 cm pH: 5.0 – 8.0 Cây Rau Răm – có tên khoa học Hygrophila sp được phổ biến trong các sở thích thủy sinh trong nhiều năm và cũng dễ dàng tìm thấy. Một số hình dạng của loài này hiện đang phổ biến, bao gồm hình dạng lá như lá hình có vân và có màu xanh Hygrophila sp thường được tìm thấy ở khu vực châu Á và vù châu âu Cây Rau Răm là dạng cây có thể nói rất dễ trồng trong hồ cá thủy sinh.chúng có thể chấp nhận những thông số nước dù cứng hay mềm cây vẫn có thể chịu được Nó phát triển tốt ở điều kiện ánh sáng trung bình cần hồ dinh dưỡng cao. Nếu bổ sung thêm Co2 Cây Rau Răm sẽ cho ra lá tươi xanh và bung xòe rất đẹp và vương cao rất nhanh sau một tuần . Với sự tăng trưởng khá cao và sự hấp thụ dinh dưỡng tốt, Cây Rau Răm còn là ứng viên tuyệt vời cho các hồ thủy sinh bị dư dinh dưỡng. Do cây có thân hình nhỏ nhưng mọc rất nhanh nên Cây Rau Răm thích hợp trồng trong các hồ thủy sinh lớn và nhỏ . Cây Rau Răm là loài cây cắt cắm, chỉ cần ngắt 1 phần thân kèm theo lá và cắm thẳng xuống đất thì cây có thể phát triển thành cây mới. Nói chung Cây Rau Răm là loải cây dễ trồng với những ai đã chưa có kinh nghiệm mặc dù hơi dễ trồng như vậy nhưng cây vẫn được nhiều người ít biết tời nên chưa ưa chuông lắm nhưng nó cây trung cảnh đẹp và rất dễ để phối cảnh.","link":"/Cac-Loai-Cay-Trong-Trong-Be-Thuy-Sinh-2021-Phan-2-20221114.html"},{"title":"Các dòng máy bơm dùng cho hồ cá cảnh","text":"Ngày nay, máy bơm bể cá được sử dụng khá nhiều cho hồ cá cảnh, thủy sinh luôn là thú vui tao nhã của bất cứ người chơi cá cảnh nào. Một chiếc máy bơm bể cá có hiệu năng cao, tiết kiệm điện và các chi phí khác luôn được ưa chuộng và là sự lựa chọn của nhiều người lựa chọn. Máy bơm bể cá có tác dụng gì? Bơm bể cá là một loại thiết bị vô cùng quan trọng trong mỗi bể cá, nó không những để tạo ra những dòng nước luân chuyển trong bể cá cảnh, thủy sinh mà còn có tác dụng gom những cặn bẩn hay phân từ cá cảnh thải ra. Với sự chuyển động dòng nước mà nó mang đến, điều này còn dẫn động mặt nước và cung cấp oxi luân chuyển trong hồ. Bên cạnh đó, bơm bể cá còn ngăn ngừa sự hình thành của rêu và tảo, làm cho môi trường các sinh vật trong bể sạch hơn. Sử dụng máy bơm còn là cách đưa vi sinh có lợn tới mọi ngóc ngách trong bể cá cảnh hay mang những tạp chất là thức ăn của vi sinh để chung phân hủy và giảm thiểu những chất độc hại trong nước. Chính vì những điểm lợi trên, một bể cá cảnh hay bể thủy sinh không thể nào thiếu đi thiết bị bơm hoạt động trong bể cá cảnh của bạn. Máy bơm bể cá có những loại nào? Trên thị trường máy bơm bể cá có rất nhiều chủng loại và đa dạng về giá cả đáp ứng nhu cầu tiêu dùng của khách hàng. Chắc chắn các gia đình sẽ gặp không ít những khó khăn khi chọn mua được đúng loại máy bơm phù hợp cho bể cá nhà mình về công suất cũng như cấu tạo. Tùy theo nhu cầu mà người sử dụng có thể chọn loại máy bơm bể cá chạy bằng năng lượng mặt trười hoặc chạy bằng năng lượng điện như các thiết bị khác. Với những loại chạy bằng điện cần đáp ứng được các yêu cầu về kỹ thuật nhằm đảm bảo an toàn cũng như tránh những tai nạn đáng tiếc ra. Đầu ra của máy bơm cần được nối với một thiết bị được ngắt tự động để ngăn nước có thể tiếp xúc được với dòng điện. Còn máy bơm chạy bằng năng lượng mặt trời cần đặt tại những vị trí có nhiều ánh sáng mặt trời và lặp pin dự phòng nếu thời tiết có nhiều may hoặc mưa thì máy bơm này vẫn có thể hoạt động. Máy bơm bể cá có 2 loại ứng với 2 hình thức lắp đặt: Máy bơm thả chìm: sử dụng cho những bể chứa có thể tích nhỏ, vì đặt chìm trong nước nên sẽ không gây ra tiếng ồn lớn. Nhưng cũng vì đặt trong nước nên hay bị mắc sạn và người dùng khó khăn trong việc phát hiện những lỗi này. Và nếu sửa chữa thì máy phải được lôi lên khỏi mặt nước. Thường sử dụng các hãng lớn như Atman ,Sunsun hoặc Baoyu Máy bơm đặt trên bờ: thuận tiện cho việc bảo trì và sửa chữa nếu có trục trặc xảy ra, tuy nhiên tiếng ồn có thể ảnh hưởng và chi phí khá cao, nhưng đổi lại công suất cực khỏe, và những dòng máy bơm này thường dùng cho những bể cá cảnh ngoài trời. Với những thông tin về máy bơm bể cá nói chung, sẽ giúp bạn hiểu thêm về loại máy bơm này và phân loại chúng. Hy vọng bạn sẽ có những lựa chọn và trải nghiệm tuyệt vời với máy bơm bể cá cùng thú vui của mình.","link":"/Cac-dong-may-bom-dung-cho-ho-ca-canh-20221114.html"},{"title":"Cách Chữa Trị Cho Cá Rồng Bị Bệnh Rận Nước","text":"Cá Rồng là loại cá phong thủy đẹp. Vẻ đẹp hình thể và màu sắc đa dạng, chúng rất được người chơi cá cảnh quan tâm. Tuy nhiên, trong quá trình chăm sóc cá, có thể cá Rồng bị bệnh, xuất hiện các triệu chứng về sức khỏe như đổi màu, biếng ăn… Bệnh rận nước là mối nguy hiểm lớn đối với cá Rồng và hay gặp nhất. Hãy cùng Nghiện Cá tìm hiểu nguyên nhân, triệu chứng và phương pháp điều trị căn bệnh này. Nội dung chính Đôi nét về bệnh rận nước ở cá Triệu chứng cá Rồng bị bệnh rận nước Điều trị cho cá Rồng bị bệnh rận nước Đôi nét về bệnh rận nước ở cá Rận nước thuộc giống ký sinh trùng giáp xác. Chúng có hình đĩa và có đường kính khoảng 5mm. Nó sẽ bơi trong nước, sống ký sinh trên cơ thể cá, hút máu cá và tiết chất độc. Khi sống kí sinh trên cá sẽ khiến cá bị ảnh hưởng sức khỏe nghiêm trọng. Cần theo dõi và để phát hiện kịp thời. Triệu chứng cá Rồng bị bệnh rận nước Khi cá Rồng bị bệnh rận nước,sẽ làm cho lớp vẩy của cá Rồng bị viêm. Dần chuyển sang màu đỏ, làm cho cá trở nên hiếu động, hoạt động không ngừng, vây cá rụng ra. Khi vây cá rách ra, cá không ngừng cọ xát vào thành bể hoặc đồ trang trí. Bạn có thể nhìn thấy những chấm đỏ nhỏ ở phía giữa thân cá. Cá Rồng khi mới mua về thường gặp tình trạng này. Đây đều là những triệu chứng phổ biến, rất dễ quan sát. Trong quá trình cho có ăn hay nhìn ngắm cá từ bên ngoài bể bạn cũng có thể nhận ra. Vì đây là loại ký sinh trùng có khả năng lây lan rất cao nên bạn cũng cần hết sức chú ý. Phát hiện càng sớm thì việc tiêu diệt bệnh càng nhanh. Không nên chần chừ kéo dài thời gian. Điều trị cho cá Rồng bị bệnh rận nước Cá mắc bệnh phải được cách ly để chữa trị. Vì tính kháng thuốc của rận nước rất cao, chúng có thể do tự tiến hóa. Việc chỉ sử dụng thuốc diệt ký sinh trùng thông dụng thì chỉ giết được những con rận già. Sau 1 – 2 tuần, sẽ lại có những con rận con xuất hiện. Cách tốt nhất là vớt cá ra một chậu nước nông , sử dụng tay hoặc nhíp để bắt tất cả rận trên bề mặt cơ thể của cá. Sau đó đặt thuốc diệt ký sinh trùng Formalin 25 ppm, Masoten hoặc các loại thuốc chuyên trị rận nước ở cá vào bể cách ly trong 1- 2 ngày. Kiểm tra bề mặt cơ thể của cá mỗi tuần một lần. Nếu bạn tìm thấy rận, hãy loại bỏ nó ngay lập tức. Sau khoảng 2 – 3 tuần, nếu bạn không tìm thấy bất kỳ con rận nào nữa thì mới có thể đưa lại chúng vào vào bể nuôi. Hoặc cho cá bị bệnh vào nước muối 1% và loại bỏ rận sau 1 – 2 ngày. Bạn cũng có thể hòa tan 100 lít nước vào 1 gram Natri permanganat và ngâm trong 1 giờ. Tiêu diệt rận phải có tính nhẫn nại, không có cách nào một lần đã giết sạch.","link":"/Cach-Chua-Tri-Cho-Ca-Rong-Bi-Benh-Ran-Nuoc-20221114.html"},{"title":"Cách Làm Bể Cá Thủy Sinh Mini đơn giản mà đẹp","text":"Bể cá thuỷ sinh mini vừa tiết kiệm vừa mang lại không gian xanh thư giãn là lựa chọn của nhiều người mới tập chơi thủy sinh. Dưới đây là những điều cần lưu ý khi setup một bể thuỷ sinh mini mà bạn cần hiểu rõ. Việc tạo không gian sống cho cá, tép, tôm rất thú vị. Tuy nhiên, sở thích này khá tốn kém và có phần khó khăn với người mới chơi. Bởi để duy trì một chiếc bể bạn không những phải đầu thiết bị phụ kiện mà còn cần có một chút kiến thức về các loài thuỷ sinh. Để giảm bớt những lo lắng về tài chính cũng như rủi ro trong quá trình chơi, người mới chơi chỉ nên bắt đầu từ những bể thuỷ sinh mini,&nbsp; vừa thỏa mãn được sở thích mà không quá tốn kém về tài chính. Nội dung chính Bể thủy sinh mini là gì? Lợi ích của bể thủy sinh mini Những lưu ý khi làm bể thủy sinh mini Phân nền, điều cần thiết cho bể thủy sinh mini Lựa chọn lọc và đèn Cây và cá trong bể thủy sinh mini Lưu ý khác Lời kết Bể thủy sinh mini là gì? Bể thủy sinh mini là loại bể thường có kích thước từ 1 – 37 lít. Bạn lưu ý tránh bị nhầm lẫn với những bát, bình nhỏ nuôi cá không hỗ trợ một môi trường cho nhiều hơn một con cá hay hỗ trợ môi trường sống cho các loài cây thủy sinh. Khi bắt đầu làm bể thủy sinh mini hoặc một bể cá nhỏ, Điều quan trọng nhất cần lưu ý về diện tích bề mặt nước và số lượng cá bạn định nuôi trong bể. Diện tích bề mặt của bể là rất quan trọng, nó ảnh hưởng tới nguồn oxy cung cấp cho các sinh vật sống bên trong bể. Hơn nữa vì cá nhiều loài có xu hướng lãnh thổ vì vậy việc nuôi dưỡng chúng trong môi trường quá nhỏ có thể gây ra những xung đột không đáng có. Bể thủy sinh mini cũng cần phải có bộ lọc đặt ở góc bể để cung cấp đủ oxy và hỗ trợ môi trường sống đủ dưỡng khí cho sự phát triển của cá và các cây thủy sinh. Nói chung, kích thước của bể sẽ có những giới hạn trong bài viết này. Tuy nhiên, nếu mục đích sử dụng một bể thủy sinh loại nhỏ không phải là để tạo ra một bố cục quá cầu kỳ và phong phú, mà để duy trì việc nuôi một vài loài cá mà bạn thích và tạo nên một không gian thư giãn cho ngôi nhà thì bể thủy sinh mini sẽ rất có ích trong việc này. Lợi ích của bể thủy sinh mini Khi bạn muốn mua một bể cá hoặc bể thủy sinh, có nhiều yếu tố để xem xét, nhưng đầu tiên quan trọng nhất vẫn phải là kích thước bể. Việc lựa chọn một bể thủy sinh nhỏ hoặc lớn sẽ ảnh hưởng đến việc setup và chăm sóc . Trong khi cả hai đều có giá trị độc đáo thì trong giai đoạn ban đầu của quá trình làm bể thủy sinh mini nhiều lợi ích, ưu điểm hơn so với một bể lớn. Các bể lớn hơn có xu hướng cần được để ý chăm sóc nhiều hơn, chi phí bỏ ra lớn hơn. Còn một bể nhỏ cho phép người nuôi tạo ra một môi trường thủy sinh mà không phải chăm sóc quá cầu kỳ, chi phí ít tốn kém. Việc thay nước cũng trở nên đơn giản hơn và dễ dàng cung cấp đủ dưỡng chất để duy trì nhu cầu của các loài thuỷ sinh. Lượng cá, thiết bị phụ kiện và thời gian bỏ ra sẽ ít hơn đáng kể so với việc nuôi số lượng cá nhiều hơn. Tuy nhiên, cũng cần nhìn nhận những ưu điểm của bể cá lớn khi chúng tạo ra sự đa dạng về thiết kế và thách thức lớn hơn trong việc tạo ra môi trường sống cho cá. Cơ hội để bạn thử sức tạo ra một bố cục độc đáo. Ngoài ra, việc sử dụng các thiết bị như bộ lọc hoặc CO2 cũng làm giảm đáng kể cho việc bảo trì trong một thời gian dài. Do vậy, sự lựa chọn bể thủy sinh và cách thức thực hiện sẽ phụ thuộc nhiều vào người nuôi cá. Những lưu ý khi làm bể thủy sinh mini Sẽ có một vài nguyên tắc chính cần cân nhắc nếu bạn muốn làm bể thủy sinh mini. Phân nền, điều cần thiết cho bể thủy sinh mini Phân nền, phân nước cung cấp dinh dưỡng cho cây là yếu tố không thể thiếu cho bể thủy sinh. Phân nền, bạn có thể tham khảo 1 số loại nền công nghiệp của Nhật như GEX vừa tầm tiền, sang hơn thì có ADA,phần nền Hàn Quốc như : Neo Soil Compact và của Việt Nam thì có Aqua For Topsoil. Trong quá trình sử dụng, người dùng cũng có thể tham khảo thêm các loại dinh dưỡng bổ sung sau khi sử dụng bể được một thời gian nhằm mục đích kéo dài quá trình nhả dưỡng cũng như vấn đề phân nền thủy sinh hết dưỡng quá sớm. Lựa chọn lọc và đèn Với loại bể nhỏ bạn nên chọn một bộ lọc thác loại nhỏ, bởi nếu công suất quá lớn lực nước thổi ra sẽ là xáo trộn nền, cây cối trong bể. Ngoài ra các loại đèn sử dụng cho bể thủy sinh mini đa số là các loại đèn kẹp hoặc đèn gác cỡ nhỏ. Điển hình như đèn kẹp với bóng huỳnh quang của Odyssea, đèn led Chihiros hoặc AquaBlue, đèn led đế gỗ, còn chơi xịn hơn bạn có thể đầu tư đèn Flat one. Cây và cá trong bể thủy sinh mini Dựa vào kích thước và bố cục, người chơi phải lựa chọn cho mình các loại cây thủy sinh phù hợp nhất với bể thủy sinh của mình, với kích thước nhỏ người chơi sẽ phải lựa chọn kỹ hơn về các loại cây trong bể. Điển hình như với các cây cho nền như: Trân châu ngọc trai, ngưu mao chiên, minifiss,.. Ngoài ra cũng có các loại bucep mini, ráy nana và rêu (rêu java, rêu wepping, rêu mini pelia v.v..) Ngoài ra hãy chú ý đến số lượng và kích thước cá khi mua để phù hợp với chiếc bể mini của bạn. Nếu bạn nuôi vượt quá số lượng cho phép dẫn đến tình trạng cá bị stress hay thiếu oxy dẫn đến cá sẽ chết dần. Lưu ý khác Không nên cho cá ăn quá nhiều! Điều này sẽ gây ô nhiễm nước trong bể của bạn và nó sẽ làm môi trường nước trong bể kém đi gây ra những bệnh không tốt cho cá và cây thủy sinh. Ngoài ra hãy lên lịch bảo dưỡng thay nước, cắt tỉa cây (nếu bạn trồng cây cắt cắm), tái tạo nguồn nước mới để duy trì một môi trường nước ổn định cho bể. Lời kết Bể thuỷ sinh mini loại nhỏ không chỉ phù hợp những không gian nhỏ, mà còn thích hợp cho những người mới chơi thuỷ sinh có ít kinh nghiệm, tích kiệm chi phí, dễ làm và chăm sóc.","link":"/Cach-Lam-Be-Ca-Thuy-Sinh-Mini-don-gian-ma-dep-20221114.html"},{"title":"Cách Làm Hồ Thủy Sinh Của Bạn Phát Triển Ổn Định Với 3 Bước Cơ Bản","text":"Bài viết hướng dẫn này được dựa theo nguồn của Tropica Aquarium Plants. Tropica Aquarium Plants là một công ty tư nhân của Đan Mạch, có trụ sở tại Egå gần Aarhus. Công ty được thành lập bởi Holger Windeløv vào năm 1970. Năm 2004, công ty đã được bán cho JPS Clemens, do một sự thay đổi thế hệ và các chủ sở hữu mới đã thành lập một vườn ươm cây thủy sinh vào năm 2007 như là một cơ sở của chiến lược dài hạn. Tropica Aquarium Plants được xây dựng nhằm mục đích tăng niềm vui và trải nghiệm sở thích bể cá thủy sinh. Công ty phát triển, sản xuất và bán cây thủy sinh, phân bón và thiết bị hồ cá. Tropica Aquarium Plants là một thương hiệu hàng đầu về dịch vụ cung cấp cây thủy sinh cho các nhà bán lẻ trên khắp châu Âu, châu Á và Bắc Mỹ. Hướng dẫn này nhằm trả lời các câu hỏi mà theo kinh nghiệm mà chúng tôi biết sẽ phát sinh khi bạn setup hồ cá thủy sinh của mình. Bài viết sẽ bao gồm thông tin chi tiết về mọi thứ, từ lập kế hoạch đến chăm sóc và cắt tỉa. Trong trường hợp bạn cần thêm thông tin, bạn sẽ tìm thấy thêm các liên kết dưới mỗi phần. Chào mừng bạn đến sở thích tuyệt vời và tuyệt vời này cùng với thuysinhxanh.com! Hãy để giấc mơ về một bể cá thủy sinh phát triển ổn định trở thành sự thật chỉ với 3 bước cơ bản! Nội dung chính Lựa chọn đúng loại bể cá, hồ cá Lựa chọn đúng loại cây thủy sinh phù hợp Lựa chọn loại cá phù hợp Lựa chọn đúng loại bể cá, hồ cá Hồ cá của bạn hoặc bể cá, mà bạn định mua, rất quan trọng đối với loại cây và cá bạn có thể chọn. Ánh sáng – Ánh sáng càng tốt, bạn càng có thể nhiều sự lựa chọn giữa các loại cây. Bạn cần tìm hiểu xem đèn của bạn có bao nhiêu lum, so với lít nước. Phân nền và CO2 – Tất cả các loại cây đều cần nuôi dưỡng chăm sóc! Bạn có thể cung cấp dinh dưỡng từ dưới lên rễ thông qua chất nền, thông qua nước với phân bón dạng nước. Tuy nhiên, để cây phát triển tốt nhất bể thủy sinh của chúng ta cần phải có thêm CO2. Phân bón được thêm vào để đảm bảo tăng trưởng thực vật tối ưu và tảo tối thiểu. Dòng chảy của nước – Tất cả các bể cá đều được lợi ích từ dòng chảy và lọc nước, vì nó giúp loại bỏ vi khuẩn và các hạt, có thể gây hại cho thực vật và cá. Lựa chọn đúng loại cây thủy sinh phù hợp Với các biểu tượng được cấp bằng sáng chế của Tropica (Dễ dàng, Trung Bình, Nâng Cao), bạn chắc chắn sẽ chọn đúng loại cây cho hồ cá cụ thể của mình! Các ký hiệu được in trên nhãn của mỗi loại cây. Chúng tôi đã phát triển khái niệm này, vì có quá nhiều người chọn những cây không phát triển mạnh trong bể cá sau khi trồng. Chủ yếu là vì mọi người mua thực vật thuộc loại Trung bình hoặc Cao cấp mà không biết rằng điều kiện ánh sáng, phân bón hoặc CO2 của hồ cá làm cho cây không thể phát triển! Những loại cây này sẽ bắt đầu phân hủy! Một thực vật phân hủy bổ sung một lượng lớn chất dinh dưỡng vào nước. Những dinh dưỡng sau khi phân hủy này thường không được hấp thụ bởi các thực vật sống khác, tạo ra sự phát triển lớn của tảo, dẫn đến các vấn đề nghiêm trọng trong hồ cá. Trong nhiều trường hợp, bạn sẽ chán nản và mất hứng thú với sở thích thủy sinh! Nghiện Cá hỗ trợ bạn thành công với hồ cá của mình. Tôi sẽ làm một bài viết lựa chọn các loại cây thủy sinh từ dễ đến khó để giới thiệu đến các bạn đọc mới bắt đầu tập chơi. Lựa chọn loại cá phù hợp Chọn cá dựa trên 3 yếu tố quan trọng sau: Tính toán cá (1cm) tối đa cho mỗi lít nước . Ví dụ: Một cá tetra neon phát triển đầy đủ dài 4cm, vì vậy một hồ cá 100L không được vượt quá 25 con. Sử dụng cá, tôm và ốc ăn tảo . Chọn cá là một vấn đề sở thích riêng của mỗi người, và có rất nhiều loại cá để bạn lựa chọn. Vui lòng hỏi cửa hàng của bạn định mua cá về hành vi và nhu cầu của chúng , và khi nào chúng nên được đưa vào bể cá sau khi trồng. Những loại như cá bảy màu và cá mún là loài cá lành và có màu sắc rực rỡ. Giống cái sinh ra con non, chúng sử dụng những cây rậm rạp – đặc biệt là gần bề mặt – làm nơi ẩn náu vì con non dễ bị ăn thịt. Đến mùa sinh sản một số con đực sẽ đánh nhau để tranh con cái và những con thua trận sẽ trốn trong thảm thực vật. Hầu hết các loài cá sống ăn tảo và có khả năng làm hỏng cây dạng mềm và rêu. Những loài cá đánh bắt như tetras, rasboras và barbs, chúng là loại tụ tập theo đàn. Những cây rậm rạp sẽ mang lại sự an toàn cho tương đối ít cá thể (tuy nhiên, không dưới 8-10 con) khi bạn thiết kế đủ cây trong bể. Cây có lá mỏng thường được sử dụng để đẻ trứng và mang lại niềm vui khi nuôi cá. Cá cộng đồng là loài cá có thể chia sẻ hồ cá với nhiều loại cá khác. Cá cộng đồng bao gồm chủ yếu là loài cá đẻ con (chứ không phải đẻ trứng) và cá theo bầy đàn. Nhưng nếu bạn sắp xếp lại hồ cá hợp lý, nó sẽ có thể chứa được nhiều loại cá hơn. Họ cá hoàng đế phát triển mạnh nếu có lỗ hổng và nơi ẩn náu, và một số loại như cá sặc lửa , cá thiên thần…. chúng tìm kiếm sự an toàn khi nẩn trốn giữa các loài thực vật. Cá lãnh thổ muốn có không gian riêng – mọi lúc hoặc chỉ khi chúng còn nhỏ. Một số loài cá thuộc họ cá hoàng đế thuộc nhóm này. Bạn có thể quan sát các mô hình hành vi rất thú vị khi một vài cặp được nuôi cùng nhau trong một bể thủy sinh để cá có thể thiết lập lãnh thổ của chúng. Một trong nhiều ví dụ về cá cần nhiệt độ cao hơn là cá dĩa. Mọi người thường hạn chế trồng nhiều cây trong bể cá Dĩa để tạo điều kiện thuận lợi cho việc làm sạch hồ cá và thay nước. Tuy nhiên, nếu bạn muốn trồng cây trong bể cá Dĩa, hãy chọn một số cây có thể chịu được nhiệt độ cao.Ví dụ như: một số cây thuộc họ nhà ráy, dưỡng xỉ v.v… được đề xuất để bạn lựa chọn. Một số loài cá ăn tạp bao gồm cá vàng và một số loài cá thuộc họ cá hoàng đế, và hầu hết các loài cá ăn tảo, cũng ăn rêu. Với cá ăn thực vật, bạn có thể chọn những chiếc lá dày và cứng (như cây họ nhà ráy) hoặc những loại cây có hương vị mạnh như một số cây thuộc họ Mã Đề. Loài cá ăn tảo, tôm tép và ốc rất phổ biến, đặc biệt là trong các bể nano nhỏ hơn. Tôm, tép đặc biệt rất thích rêu. Tép rất giỏi trong việc chăm sóc cho những cây có lá mỏng manh như chi Trân châu ngọc trai, Marselia và Glossostigma để giữ cho cây không có tảo, trong khi ốc là hoàn hảo cho lá lớn, đá và rễ.","link":"/Cach-Lam-Ho-Thuy-Sinh-Cua-Ban-Phat-Trien-On-Dinh-Voi-3-Buoc-Co-Ban-20221114.html"},{"title":"Cách Tự Chữa Trị Bệnh Cá Rồng Bị Chúi Đầu Tại Nhà","text":"Chúng ta phải tìm hiểu nguyên nhân để chữa cá Rồng bị chúi đầu là gì? Trong quá trình bạn nuôi dưỡng, chúng ta có thể sẽ phát hiện ra cá Rồng bơi trong trạng thái cúi đầu vểnh đuôi hoặc đầu thấp hơn đuôi. Nguyên nhân dẫn đến tình trạng này cho cá là gì? Cá Rồng bơi chúi đầu không phải là bệnh, nên chữa trị thế nào, chúng ta cùng tìm hiểu qua bài viết dưới đây của Nghiện Cá nhé. Nội dung chính Cá Rồng bị chúi đầu do nhiệt độ nước thấp hoặc do bẩm sinh lúc đẻ ra Cá Rồng lười vận động cũng dẫn đến bị chúi đầu Bệnh bong bóng ở cá là nguyên nhân chúi đầu Chất lượng nước kém dẫn đến cá Rồng bị chúi đầu Cá Rồng bị chúi đầu do nhiệt độ nước thấp hoặc do bẩm sinh lúc đẻ ra Nguyên nhân này khiến bong bóng cá không thể duy trì trạng thái bình thường. Cách phòng ngừa: Trong chăm sóc hàng ngày, cố gắng tránh để nhiệt độ thay đổi đột ngột (nếu ở vùng khí hậu không ổn định nên sử dụng sưởi hàng ngày). Tránh để cá bị sợ hãi và ngăn cá đâm vào bể. Gây ra vấn đề do va đập vào thành bể. Cách chữa cá Rồng bị chúi đầu: Nếu cá bị do bẩm sinh khả năng chữa lành khá khó, có thể thông qua phương pháp cố định vật lý (bằng phao) để duy trì một khoảng thời gian. Cá rồng bị chúi đầu Cá Rồng lười vận động cũng dẫn đến bị chúi đầu Cách phòng ngừa: Tăng lượng vận động cho cá Rồng thông qua việc cho ăn hàng ngày, có thể dùng đồ ăn là cá mồi,v.v….. Cách chữa cá Rồng bị chúi đầu: Dùng thức ăn “dụ dỗ” một cách thích hợp. Kiểm soát đúng thời gian tắt – mở của máy bơm sóng. Cung cấp môi trường sống rộng rãi hơn cho cá rồng (Cá rồng nên ở bể lớn phù hợp với size của chúng). Cho cá rồng vận động bằng cách săn mồi Bệnh bong bóng ở cá là nguyên nhân chúi đầu Cách phòng ngừa: bệnh bong bóng của cá Rồng chủ yếu là thức ăn không sạch hoặc không thể tiêu hóa thức ăn. Vì vậy khi cho cá ăn hàng ngày, chúng ta nên xử lý thức ăn thật đảm bảo cho cá. Đồng thời cũng loại bỏ những phần sắc nhọn trong thức ăn như càng tôm… Từ đó cá mới không bị thương. Cũng tránh được các bệnh như viêm ruột, chướng bụng, chúi đầu. Cách chữa cá Rồng bị chúi đầu: Nên điều trị chướng bụng cho cá. Nếu tình trạng không nghiêm trọng, bạn có thể sử dụng “3 cách sau”: Đổi nước, tăng độ ấm, thêm muối. Nếu tình trạng nghiêm trọng, bạn cần phải sử dụng xilanh để hút nước từ bụng cá ra. Chất lượng nước kém dẫn đến cá Rồng bị chúi đầu Cách phòng ngừa: Trong chăm sóc hàng ngày, cá Rồng cần được cung cấp một môi trường sống tốt nhất. Trước khi thay nước nên dùng nước bơm trên bể sau một đêm để tránh nitơ amoniac quá mức trong nước khiến cá Rồng bơi chúi đầu nếu có điều kiện nên dùng hệ thống lọc nước riêng cho vấn đề thay nước bể. Cách chữa cá Rồng bị chúi đầu: Kiểm tra chất lượng nước, tìm ra vấn đề để cải thiện chất lượng nước thông qua việc thay ít nước hoặc thay nhiều lần. Điều quan tâm là điều chỉnh nhiệt độ của nước, độ pH và các giá trị khác v.v… Không được thay đổi đột ngột vì sẽ gây ảnh hưởng không tốt tới cá Rồng. Trên thực tế, việc điều trị và phòng ngừa bệnh chúi đầu không khó. Miễn là trong quá trình người chơi phải tăng cường quan sát và chăm sóc cá rồng đều đặn hàng ngày.","link":"/Cach-Tu-Chua-Tri-Benh-Ca-Rong-Bi-Chui-Dau-Tai-Nha-20221114.html"},{"title":"Cách chữa bệnh cá bảy màu cọ mình vào đáy bể","text":"Cá bảy màu cọ mình vào đáy bể hay các đồ vật trong bể thường là do ký sinh trùng hoặc nhiễm vi khuẩn, khiến chúng bị bệnh đốm trắng hoặc các bệnh ngoài da khác.&nbsp;Lúc này cần vớt cá bị bệnh ra ngoài để cách ly, thay hết nước trong bể.&nbsp;Cá bị bệnh cần được nuôi trong nước mới và nhiệt độ nước ở khoảng 30 ° C.&nbsp;Có thể thêm một ít muối vào nước để diệt khuẩn.&nbsp;Nếu tình trạng nghiêm trọng hơn, nên sử dụng oxytetracycline hoặc các loại thuốc dành cho cá cảnh khác tùy theo các triệu chứng.Hãy cùng Nghiện Cá tìm hiểu nhé. Nội dung chính Nguyên nhân cá bảy màu cọ mình vào đáy bể Chất lượng nước Trong bể cá có vi khuẩn gây bệnh Cá bị nhiễm ký sinh trùng hoặc vi khuẩn Cách chữa bệnh cá bảy màu cọ mình vào đáy bể Nguyên nhân cá bảy màu cọ mình vào đáy bể Cá bảy màu được nuôi tại nhà luôn cọ xát với đáy bể. Nói chung, có 3 lý do: Chất lượng nước Nếu lâu ngày không được thay nước, hoặc hệ thống tuần hoàn kém sẽ khiến cá bị bệnh và muốn cọ xát vào bể. Trong bể cá có vi khuẩn gây bệnh Nếu là bể cá nuôi ghép, nếu cá khác chết hoặc bị bệnh thì sẽ lây bệnh cho cá trong bể, bệnh của các loài cá khác nhau. Cá bị nhiễm ký sinh trùng hoặc vi khuẩn Những con cá như thế này đã bị bệnh cần phải cách ly và điều trị. Cách chữa bệnh cá bảy màu cọ mình vào đáy bể Cá bảy màu cọ vào bể là một hành vi cọ xát.&nbsp;Sau khi vấn đề này xảy ra, cá bị bệnh cần được bắt ra nuôi riêng.&nbsp;Đồng thời, thay hết nước trong bể ban đầu, và cho một ít muối vào bể để khử trùng. Bạn có thể tăng nhiệt độ nước lên một chút.&nbsp;Nếu trong bể không có hệ thống tuần hoàn nước thì nên bổ sung thêm hệ thống tuần hoàn, hệ thống tuần hoàn nước rất quan trọng đối với cá. Riêng cá bị bệnh cần cho vào nước mới xử lý.&nbsp;Đối phó với ký sinh trùng và vi khuẩn nói chung phụ thuộc vào 3 yếu tố : môi trường nước , vi phạm oxy và thêm muối.&nbsp;Thay nước vào một phần ba, bật ôxy tối đa rồi bật sưởi để nhiệt độ nước tăng lên một chút (tùy vào thời tiết của mỗi khu vực), cuối cùng cho một ít muối vào.&nbsp;Lưu ý rằng muối thêm vào không phải là muối ăn.&nbsp;Muối ăn có chứa i-ốt, có hại cho cá.&nbsp;Bạn cần thêm muối biển hoặc muối thô.&nbsp;Nếu tình trạng nghiêm trọng, hãy sử dụng thuốc đặc trị dành cho cá cảnh.","link":"/Cach-chua-benh-ca-bay-mau-co-minh-vao-day-be-20221114.html"},{"title":"Cách làm trong nước bể cá cảnh đơn giản","text":"Nước bể cá bị đục, không biết cách khắc phục là một trong số những câu hỏi được rất nhiều người mới tìm hiểu về thủy sinh hay gặp phải. Ngày hôm nay, hãy cùng Nghiện Cá tìm hiểu cách làm trong nước hồ cá cảnh, thủy sinh đơn giản và hiệu quả, giúp bể cá trong vắt và không bị đục trở lại. Nội dung chi tiết Nguyên nhân nước bể cá bị đục Phương pháp làm trong bể cá cảnh, thủy sinh Thay nước Vệ sinh Châm vi sinh Dùng lọc và tái tạo vi sinh Sử dụng Multi Clear Water Sử dụng Purigen Cho cá ăn vừa đủ Kiểm soát ánh sáng Nuôi các loài cá dọn bể Nguyên nhân nước bể cá bị đục Đầu tiên, việc nước hồ cá, bể thủy sinh bị đục là một chuyện khá thường thấy ở mọi bể thủy sinh và hồ cá cảnh. Nguyên nhân dẫn đến tình trạng này ở nhiều nguyên nhân, có thể kể đến như: Phân nền chưa sach, bố cục chưa sạch, chưa vê sinh kỹ…. và các vấn đề bên ngoài như bụi cũng sẽ khiến bể thủy sinh, hồ cá bị đục. Nhưng nguyên nhân chính dẫn đến tình trạng này là do bể cá cảnh của chúng ta chưa có một hệ vi sinh ổn định để giúp phân hủy các tạp chất và các chất độc hại có trong nước. Để có một bể cá cảnh, thủy sinh nước trong và ổn định, điều chúng ta cần hướng đến đó chính là việc tạo ra một hệ vi sinh thật khỏe mạnh và ổn định. &nbsp;Phương pháp làm trong bể cá cảnh, thủy sinh Nguyên nhân hình thành nên việc nước bể cá bị vẩn đục, mình đã có chia sẻ qua bên trên, và ngay bây giờ mình xin hướng dẫn mọi người cách có thể làm trong nước hồ cá đơn giản nhất. Thay nước Các tạp chất được sinh ra trong quá trình phát triển của hồ cá và bể thủy sinh có thể kể đến như: Vẩn dục từ nền hồ, các loại cây thủy sinh bị hỏng, thối, chất được tiết ra từ lũa, đá, phân cá… đây là những nguyên nhân chính trực tiếp tác động đến nguồn nước trong hồ cá. Phương án thay nước sẽ là phương án trực tiếp giúp cải tạo chất lượng, giảm thiểu các tạp chất có trong hồ thủy sinh, hồ cá cảnh, giúp nước trong hơn và sạch hơn. Ưu điểm: Có tác dụng ngay lập tức, không tốn chi phí… Nhược điểm: Gây mất cân bằng hệ sinh thái trong hồ cá, bể thủy sinh, có thể làm hại các động thực vật trong bể thủy sinh. Vệ sinh Vệ sinh hồ cá cảnh, thủy sinh là một trong số những biện pháp mà các bạn nên làm định kỳ, việc này sẽ giúp hồ cá của chúng ta sạch hơn, không bị dính những tạp chất, rêu hại…giúp bể thủy sinh và hồ cá cảnh luôn giữ được trạng thái cân bằng và ẩn định. Châm vi sinh Bổ sung vi sinh là một trong số những phương án&nbsp; tốt nhất, giúp cải thiện hệ vi sinh trong hồ thủy sinh, cân bằng môi trường nước, hấp thụ và tiêu hóa các chất độc hại và dưa thừa trong bể thủy sinh, cá cảnh. Đăc biệt là phân hủy phân cá là nguyên nhân lớn dẫn đến hồ cá cảnh bị đục và làm chết cá. Châm vi sinh khi thay nước mới là một trong số những biệt pháp hiệu quả nhất mà bạn nên thực hiện định kỳ. Dùng lọc và tái tạo vi sinh Để có một hệ vi sinh ổn định, giúp hồ cá cảnh và thủy sinh phát triển tốt và luôn sạch thì 3 phương pháp trên vẫn chưa đủ để có thể tạo ra một hệ vi sinh khỏe mạnh. Các biện pháp như châm thêm vi sinh cũng chỉ hỗ trợ và bổ sung các vi sinh có lợi tức thời và chưa có tính lâu dài. Phương án được các nhà chơi thủy sinh sử dụng chính đó là đầu tư một bộ lọc hồ cá tốt và có các vật liệu lọc chất lượng, các vật liệu lọc sẽ là nơi nuôi vi sinh, giúp vi sinh sống và tạo ra các vi sinh mới cho bể thủy sinh. Đây là phương pháp quan trọng nhất để làm trong nước hồ cá cảnh và bể thủy sinh. Sử dụng Vi sinh quang hợp Vi sinh quang hợp là cách gọi của nhà sản xuất bởi loại vi khuẩn này cần phải có ánh sáng mới có thể phát triển được, sản phẩm này tạo ra các vi sinh tốt hoạt động trong môi trường nước, cách thức hoạt động của nó là ăn những chất dư thừa, chất dơ bẩn có trong hồ cá, giúp môi trường nước trở nên trong sạch cá và tép ít bị bệnh hơn. Để duy trì tốt lượng vi khuẩn quang hợp này (vi sinh) thì chúng ta cần tới những vật liệu lọc để làm nơi cư trú sinh sống cho vi sinh như vật liệu lọc matrix, nham thạch, sứ lọc, bông lọc… Bạn có thể mua các sản phẩm ủng hộ shop theo các đường link shopee gắn trên bài viết. Cho cá ăn vừa đủ Việc cho cá ăn cũng rất quan trọng giúp nước trong hồ cá cảnh trong và sạch. Thức ăn cho cá là một trong số những nguyên nhân chính dẫn đến việc nước hồ cá bị đục. Nếu chúng ta cho cá ăn với một lượng quá nhiều, cá ăn không hết sẽ ảnh hưởng trực tiếp tới nguồn ngước, khi thức ăn tan sẽ làm nước luôn có hiện tưởng vẩn đục và bụi. Kiểm soát được lượng thức ăn cho cá là một trong số những phương án sẽ tác động tích cực tới hệ sinh thái bể thủy sinh cá cảnh của bạn. Kiểm soát ánh sáng Ánh sáng là một phần ảnh hưởng tới việc phát triển của các loại rêu, tạo hại trong hồ thủy sinh, việc này khiến bể thủy sinh, cá cảnh của chúng ta không được sạch và làm trải nghiệm ngắm cá cảnh bị hạn chế. Việc kiểm soát ánh sáng sẽ giúp kìm hãm lại sự phát triển của rêu tạo hại, giúp bể thủy sinh luôn đẹp nhất và phát triển cân bằng. Mua các loại đèn thủy sinh chính hãng sẽ giúp hạn chế được các vấn đề rêu hại trong hồ cá cảnh, thủy sinh. Nuôi các loài cá dọn bể Nuôi các loài cá dọn bể sẽ giúp công việc của bạn nhàn hơn và hiệu quả hơn. Chúng ta không thể vệ tinh được một số vị trí hẹp và xâu bên trong hồ cá, bể thủy sinh, những chú cá dọn bể sẽ giúp chúng ta thực hiện công việc đó, làm bể thủy sinh sạch hơn từ đó nước sẽ trong hơn. Với 7 phương pháp trên, Nghiện Cá xin khẳng định sẽ giúp cải tạo hệ sinh thái hồ cá cảnh, giúp nước hồ cá cảnh trong hơn và sạch hơn. Hãy thực hiện 6 phương án trên định kỳ để mang lại hiệu quả cao nhất nhé. Để lại ý kiến của bạn về bài chia sẻ này nhé, nếu chúng tôi còn thực hiện thiếu bước nào, hãy chia sẻ để mọi người biết giúp Nghiện Cá nhé.","link":"/Cach-lam-trong-nuoc-be-ca-canh-don-gian-20221114.html"},{"title":"Cách nuôi cá Betta lên màu đẹp nhất 2021","text":"“Cách nuôi cá betta lên màu đẹp” và “cho cá betta ăn gì để lên màu đẹp” là câu hỏi của nhiều người mới nuôi cá chọi hay cá betta tìm kiếm trên google.Để biết cách chăm sóc cá chọi sao cho đúng cách hãy cùng Nghiện Cá tìm hiểu kỹ hơn về loại cá cảnh này nhé. Cá chọi hay cá betta là loại cá hung dữ và sống lãnh thổ, Thủy Sinh Xanh hướng dẫn bạn cách nuôi cá betta lên màu đẹp thì tốt nhất bạn nên nuôi riêng.&nbsp;Môi trường thích hợp: Cá betta thích hợp sống ở môi trường nước 25-28 ° C. Không có yêu cầu đặc biệt về chất lượng nước, chỉ cần nước ngọt và sạch là có thể thay nước mỗi tuần một lần, mỗi lần 1/4 lượng nước của bể. Ánh sáng mặt trời có thể thúc đẩy quá trình tổng hợp sắc tố cho cá betta, và bạn nên để nơi có ánh sáng sáng 1-2 giờ mỗi ngày hoặc có thể có dùng đèn led chuyên dụng dành cho cá cảnh. Nội dung chính 1. Cách nuôi cá betta dáng đẹp 1.1. Nuôi cá betta một mình 1.2 Môi trường nuôi cá betta 1.3 Ánh sáng khi nuôi cá betta 2. Cách nuôi cá betta lên màu đẹp 1. Cách nuôi cá betta dáng đẹp 1.1. Nuôi cá betta một mình Cá betta hay cá chọi vô cùng hung dữ và dễ đánh nhau, cách nuôi cá betta lên màu đẹp thì phải nuôi riêng cá.&nbsp;Khi nuôi riêng cá chọi có nhiều không gian sống hơn, cho phép chúng sinh trưởng và phát triển tốt, đồng thời cũng ngăn chúng đánh nhau và bị thương. 1.2 Môi trường nuôi cá betta Đối với cá betta nuôi gia đình, nên để nhiệt độ nước ở mức 25-28 ℃, vì nhiệt độ này là thích hợp nhất cho sự phát triển của chúng.&nbsp;Ngoài ra, hãy giữ cho nguồn nước luôn sạch sẽ, tốt nhất nên thay nước mỗi tuần một lần, mỗi lần thay một phần tư.&nbsp; Tốt nhất nên phơi nước cho cá betta sinh sản trước 1-2 ngày vì phơi nước có thể loại bỏ clo trong nước một cách hiệu quả.Đây cũng là một nguyên nhân để cá betta hay cá chọi của bạn lên được màu đẹp hay không. 1.3 Ánh sáng khi nuôi cá betta Dù cá betta không thể phơi nắng lâu nhưng cũng cần tránh nắng, vì ánh nắng mặt trời có thể thúc đẩy quá trình sản sinh sắc tố trong cá betta và làm cho màu sắc của cá trở nên sặc sỡ hơn.&nbsp; Người nuôi có thể phơi nắng 1-2 giờ mỗi ngày, và duy trì môi trường tối vào những thời điểm khác. 2. Cách nuôi cá betta lên màu đẹp Nếu muốn nuôi cá betta lên màu đẹp, màu sắc tươi sáng, bạn có thể cho cá ăn thêm tôm, vì tôm có chứa nhiều astaxanthin, chất này có thể giúp cá betta tăng màu sắc.&nbsp; Bạn cũng có thể cho ăn một ít tảo xoắn hoặc thức ăn tăng màu, nhưng thức ăn tăng màu dễ gây gánh nặng cho hệ tiêu hóa, vì vậy người nuôi cần lưu ý khi cho cá ăn. Cách nuôi cá betta, những vấn đề cần chú ý khi nuôi cá betta Cá betta bột mới nở cho ăn gì? Cách nuôi cá betta bột mới nở Như vậy, thủy sinh xanh đã chia sẻ kinh nghiêm cách nuôi cá betta hay cá chọi lên màu đẹp nhất 2021. Hy vọng có thể một phần nào giúp đỡ và&nbsp;có ích cho&nbsp;việc chăm sóc cá chọi với những người mới nuôi.","link":"/Cach-nuoi-ca-Betta-len-mau-dep-nhat-2021-20221114.html"},{"title":"Cách nuôi cá betta, những vấn đề cần chú ý khi nuôi cá betta","text":"Chất lượng nước: Nên sử dụng nước sạch khi nuôi cá betta. Thông thường sử dụng nước máy để ở ngoài thùng chứa khoảng 3-5 ngày. Nhiệt độ nước: Betta là loài cá nhiệt đới thích sống ở vùng nước ấm từ 25-28 ° C. Nếu nhiệt độ nước quá thấp, sức sống của nó sẽ giảm. Cho ăn: khi nuôi cá bạn phải nhớ cho cá ăn. Cá con có thể cho ăn ngày 2 lần, cá trưởng thành có thể cho ăn ngày 1 lần. Thức ăn cho cá có thể chọn trùn huyết khô, tôm ngâm nước muối…. Nội dung chính Cách nuôi cá betta Chất lượng nước: Nhiệt độ nước: Cho ăn: Những vấn đề cần chú ý Cách nuôi cá betta Chất lượng nước: Nên sử dụng nước sạch khi nuôi cá betta. Thông thường sử dụng nước máy đã để trong không khí 3-5 ngày. Lưu ý rằng bạn không thể sử dụng nước máy mới. Vì nước này có nhiệt độ thấp và chứa hóa chất nên có thể gây hại cho cá. Nhiệt độ nước: Cá betta là loài cá nhiệt đới thích sống ở vùng nước ấm trong khoảng 25-28 ℃. Nếu nhiệt độ nước quá thấp, sức sống của nó sẽ giảm và kém ăn, giảm sức đề kháng và dễ ốm. Cho ăn: Khi nuôi cá chọi, bạn nhớ cho cá ăn và cung cấp đầy đủ dinh dưỡng. Nói chung, cá con có thể được cho ăn hai lần một ngày, và cá trưởng thành có thể cho ăn một lần một ngày. Thức ăn cho cá có thể là trùn huyết khô, tôm ngâm nước muối,… Tốt nhất nên cho ăn xen kẽ nhiều loại thức ăn. Chú ý khi cho ăn không nên cho ăn quá no, nếu không sẽ bị đầy và trướng bụng, bỏ ăn. Mỗi lần bạn cho nó ăn no 7-8%. Những vấn đề cần chú ý Khi nuôi cá chọi, nên thay nước 5 – 7 ngày / lần. Mỗi lần thay nước bạn chỉ cần thay khoảng 1/3 lượng nước, không cần thay hết nước. Nước ngọt cũng có thể sử dụng, nước máy đã được dự trữ sẵn. Nếu nhiệt độ xuống rất thấp vào mùa đông, bạn cần lắp thanh sưởi trong bể để duy trì nhiệt độ nước. Nhưng nếu nó có thể được duy trì trong nước từ 25-28 ℃ vào mùa đông, thì không cần lắp thanh sưởi.","link":"/Cach-nuoi-ca-betta-nhung-van-de-can-chu-y-khi-nuoi-ca-betta-20221114.html"},{"title":"Cách nuôi cá lóc cảnh như thế nào? 10 dòng cá lóc phổ biến","text":"Nói tới cá lóc, nhiều người sẽ khi rằng đây là loài cá ăn thịt, có giá trị kinh tế cao và là những món ăn nổi tiếng trong các nhà hàng. Nhưng đối với những người có thú vui tao nhã với cá cảnh chắc chắn hiểu rất rõ là về cá lóc cảnh và những màu sắc nổi bật, độc đáo của dòng cá cảnh này. Dưới đây là những thông tin chi tiết về loài cá này. Nội dung chi tiết Thông tin về cá lóc cảnh Hình dáng như thế nào? Nuôi cá lóc cảnh như thế nào? Cá lóc cảnh giá bao nhiêu? Thông tin về cá lóc cảnh Cá lóc là loài cá hung giữ, thân tròn dài. Trong tự nhiên nó sống chủ yếu ở ao hồ, sông suốt, đầm và những môi trường nước lợ hay nước đục. Có rất nhiều dòng cá lóc cảnh và dưới đây sẽ Nghiện Cá xin phép liệt kê các dòng cá lóc cảnh để mọi người tham khảo: Cá lóc cầu vồng Cá lóc đốm da cam Cá lóc bông vàng da rắn Cá lóc hoàng đế, cá lóc da xạm Cá lóc beo ngọc lam Cá lóc mặt trăng xanh galaxy Cá lóc thiên hà xanh galaxy Cá lóc hoa trung quốc Cá lóc bông chấm Cá lóc khổng lồ Và hình ảnh các dòng cá lóc cảnh này mọi người có thể tham khảo trên google nhé, tại đây cũng đã có khá nhiều hình ảnh để mọi người tham khảo. .embed-container { position: relative; padding-bottom: 56.25%; height: 0; overflow: hidden; max-width: 100%; } .embed-container iframe, .embed-container object, .embed-container embed { position: absolute; top: 0; left: 0; width: 100%; height: 100%; } Hình dáng như thế nào? Về hình dáng loài cá này không có nhiều điểm khác biệt so với những loài cá thương phẩm nhưng màu sắc và khoa văn thì miễn bàn vì chúng rất nổi bật mang đến thẩm mỹ cao. Chính điều đó cá lóc cảnh được rất nhiều người yêu thích. Khi nuôi trong bể thủy sinh, cá lóc cảnh rất thích có nhiều rong rêu đuôi chó hay các loại có thủy sinh bở tập tính ẩn mình và rình mồi của chúng. Hoạt động ở tầng trên tầng nước vào mùa hè, ở sâu hơn vào mùa đông. Nếu được chăm sóc tốt, đúng thức ăn, kỹ thuật, trong điều kiện thuận lợi thì cá lóc cảnh sẽ phát triển rất mạnh và đẻ trứng.Nuôi cá lóc cảnh như thế nào? Cá lóc cảnh có sức chịu đựng tốt vì chúng thường sống ở những vùng nước có ít loài có hoạt động. Thực tế đã có không ít những trường hợp cá này bị chết khi nuôi trong bể thủy sinh với lý do cực kỳ đơn giản là chúng là cá ưa nước tù, nếu thay nước quá thường xuyên và sạch thì sẽ chết. Hơn nữa, trong môi trường nước máy, cá này khó mà thích nghi được vì có nhiều clo không đảm bảo những yếu tố đó. Khi chọn bộ nước lọc cá, nên chọn những loại sản phẩm có công suất lớn và khả năng lọc sinh học cao giúp chứa được nhiều vi sinh vật có ích. Nhìn chung, cá này là một trong những loại cá dễ nuôi và chăm sóc, tìm kiếm mua cũng không có khó khăn gì, chỉ cần chủ đến việc thay nước sao cho đúng cách là ổn. Nếu mua về mà cá lóc cảnh chưa ăn ngay thì cũng đừng lo lắng bởi vì thay đổi môi trường nước đột ngột là một lý do nhưng tình trạng này sẽ không kéo dài. Sau vài ngày chúng sẽ ăn thức ăn như bình thường. Thông số nước phù hợp: Nhiệt độ: 14 – 28 ° C PH: 6,0-8,0 Độ cứng: 36-357 ppm Cá lóc cảnh giá bao nhiêu? Giá của cá lóc cảnh có nhiều giá khác nhau dao động từ 500.000 – 100.000.000đ phụ thuộc vào nhu cầu của bạn. Đây là một mức giá cũng khá dễ chịu cho các bạn thích dòng cá này cho thú chơi cá cảnh của mình. Báo giá tham khảo cho từng size cá bên dưới: Cá lóc hàng tuyển giá từ vài chục triệu đến cả trăm triệu/con. Cá lóc nữ hoàng chiều dài từ 23 đến 25cm sẽ có giá trong khoảng 800.000 tới 1.000.000 đồng. Cá lóc trân châu đen, đỏ 23 đến 25cm sẽ có giá khoảng 500.000 đồng. Cá lóc cầu vồng ngũ sắc, cầu vồng vây xanh, cá lóc Blue Bengal, cá lóc Myanmar kích thước từ 8 đến 9cm sẽ có giá từ vài trăm nghìn Cá lóc vẩy rồng chiều dài không quá 20cm thường được bán với giá trên 500.000 đồng. Nguồn: thuysinh4u.com","link":"/Cach-nuoi-ca-loc-canh-nhu-the-nao-10-dong-ca-loc-pho-bien-20221114.html"},{"title":"Cách nuôi cá otto trong bể thủy sinh tốt nhất","text":"Cá Otto là loại cá dọn bể phố biến trong bể cá thủy sinh. Đây là loại cá chăm chỉ chuyên ăn rêu hại nên được anh em săn đón rất nhiều. Hãy cùng tìm hiểu chi tiết về loại cá Otto này nhé. Nội Dung Chính Đặc điểm của Cá otto Thức ăn của cá Otto Nuôi cá otto sinh sản Đặc điểm của Cá otto Cá Otto là loại cá da trơn có tên khoa học là Otocinclus affinis. Nó thuộc Macrotocinclus của họ Loricariidae. Chúng được xếp vào nhóm cá dọn bể trong bể cá thủy sinh. Cá Otto phân bố chủ yếu ở Brazin và phía nam châu Mỹ. Hình ảnh cá Otto Đặc điểm nhận dạng: Cá otto có một sọc đen chạy dọc cơ thể từ miệng xuống đuôi.&nbsp; Thân hình màu trắng xám hoặc vàng xám và màu nâu đen trên thân. Kích thước trưởng thành khoảng 5cm, đây là cá nhút nhát và ít khi hoạt động ban ngày. Ban đêm chúng thường bơi ra và kiếm ăn. Nhiệt độ sống của nó là từ 19 đến 23 độ, chúng thường sống theo bầy đàn và nên nuôi từ 5 đến 7 con trong bể. Giá bán cá otto hiện nay từ 35 đến 50k tùy vào cửa hàng thủy sinh. Thức ăn của cá Otto Cá otto là loại cá dọn bể chuyên ăn rêu hại nên khẩu phần ăn của nó cũng rất đơn giản. Chính vì vậy, bạn không cần quan tâm nếu như trong bể của bạn trồng nhiều cây thủy sinh. Nếu như bể quá sạch không có rêu hại thì bạn có thể bổ sung cám rêu, lá dâu để chúng bổ sung dinh dưỡng. Nuôi cá otto sinh sản Cá otto theo như mình được biết thì hầu hết loại cá này đều được nhập khẩu từ nước ngoài về. Chính vì vậy, việc lại tạo chúng ở Việt Nam cũng vô cùng khó khăn. Nếu như nuôi trong bể thủy sinh lại càng khó sinh sản hơn nữa. Tuy nhiên, cũng có nhiều anh em chơi cá otto đã thấy cá đẻ. Và môi trường thích hợp để chúng đẻ thì cần đạt điều kiện như sau. Cần phải chọn được cặp cá bố mẹ khỏe mạnh. Cá đực thì thân hình thon còn cá cái thì phần bụng thường phình bầu ra. Điều kiện sinh sản là nhiệt độ từ 22 đến 25, DH khoảng 10, PH khoảng 7. Mỗi lần sinh sản cá con thường đẻ từ 15 đến 20 trứng. Tỷ lệ trứng nở và sống sót ở điều kiện chăm sóc tốt cũng chỉ khoảng 50 đến 60%. Trong bể thủy sinh thì cần có nhiều cây để cá con có nơi trú ẩn. Bể phải dồi dào thức ăn, cần thiết phải bổ sung cám rêu, lá dâu hoặc các viên tảo. Như vậy qua bài viết này bạn đã hiều hết về loại cá Otto này rồi phải không. Chúc bạn nuôi cá otto trong bể thủy sinh có thể sinh sản được.","link":"/Cach-nuoi-ca-otto-trong-be-thuy-sinh-tot-nhat-20221114.html"},{"title":"Cận cảnh cá Nemo sống khỏe cùng cá 7 màu","text":"Chắc chắn có nhiều bạn đã biết đến chú cá hề (nemo), nhưng đây lại là một loài cá nước mặn, nhiều người yêu loài cá này cũng không thể nuôi. Điều đó thực sự còn đúng? Hôm nay mình xin gửi đến các bác video cận cảnh chú cá hề (Nemo)&nbsp;sống tốt với các loài cá cảnh nước ngọt khác. Video cá nemo nước ngọt .embed-container { position: relative; padding-bottom: 56.25%; height: 0; overflow: hidden; max-width: 100%; } .embed-container iframe, .embed-container object, .embed-container embed { position: absolute; top: 0; left: 0; width: 100%; height: 100%; } Đây là video cận cảnh được quay lại sau một tuần thả cá hề nemo trong nước với tỷ lệ muối thấp và đảm bảo rằng có thể sống tốt và sống khỏe. Độ muối trong nước rất thấp đảm bảo cho các loài cá nước ngọt có thể sống tốt và cả cá nemo cũng có thể sống tốt. Thông số để có thể nuôi các chú cá hề nemo Độ Ph 6.5-7.5 Nhiệt độ 24-30 độ Nước RO với tỉ lệ muối 150g/100l TDS 155-200 Ăn cám công nghiệp Mọi người lưu ý cá nào cũng cần 1 hệ lọc tốt và ổn định được vi sinh. Giá cá hề nemo Vậy giá cá nemo sẽ là bao nhiêu? đây chắc chắn là một câu hỏi nhiều người đang thắc mắc. Hiện tại những chú cá nemo nước mặn đang có giá giao động từ 100.000 đến 150.000. Mong răng video này sẽ mang đến những video về thủy sinh hữu ích cho mọi người. Đăng ký kênh Youtube để xem nhiều video thủy sinh hay và độc đáo nhé mọi người. Nguồn: thuysinh4u.com","link":"/Can-canh-ca-Nemo-song-khoe-cung-ca-7-mau-20221114.html"},{"title":"Đặc điểm và cách nuôi cá Dĩa Bồ Câu khỏe mạnh","text":"Cá Dĩa Bồ Câu là loài cá cảnh đang được nhiều người yêu thích và phù hợp với mọi đối tượng. Loài cá này tuy đẹp nhưng lại yêu cầu kỹ thuật nuôi khác phức tạp. Trong bài viết dưới đây Nghiện Cá sẽ chia sẻ đến bạn đọc đặc điểm và cách nuôi loài cá này để khỏe mạnh và ít bị chết. Nội dung chi tiết Thông tin về cá Dĩa Bồ Câu Cách nuôi cá Dĩa Bồ Câu Bể nuôi cá Môi trường nước Nhiệt độ Cách chọn và thả cá Thức ăn cho cá Dĩa Bồ Câu Các loại thức ăn cho cá dĩa Cách cho cá dĩa ăn Cá dĩa giá bao nhiêu tiền là rẻ nhất? Thông tin về cá Dĩa Bồ Câu Cá Dĩa Bồ Câu la loài cá sống ở vùng nhiệt đới và đã du nhập vào Việt Nam trong nhiều năm gần đây. Những chú cá dĩa trưởng thành sẽ có dạng hình tròn, miệng và mang khá nhỏ, đặc biệt màu sắc sặc sỡ của chúng làm bạn có có thể rời mắt. Loài cá này có nhiều giống khác nhau, phân loại theo màu sắc như: cá Dĩa Bồ Câu đỏ, cá Dĩa Bồ Câu vàng,… và phân loại theo cả những hoa văn trên thân cá. Cá dĩa sinh trưởng tương đối chậm, khi được khoảng 1 năm tuổi thì chúng mới đạt tới cân nặng của giai đoạn trưởng thành, loài cá này sinh sản từ 1- 1,5 tuổi.Cách nuôi cá Dĩa Bồ Câu Cá dĩa đang được rất nhiều người yêu thích, tuy nhiên không phải ai cũng biết cách nuôi cá Dĩa Bồ Câu&nbsp;đúng chuẩn vì chúng yêu cầu rất khắt khe về môi trường sống. Dưới đây là những lưu ý khi nuôi loài cá này: Bể nuôi cá Cá Dĩa Bồ Câu vô cùng nhạy cảm với âm thanh, ánh sáng cũng như nhiệt độ. Chính vì vậy tốt nhất bạn hãy đặt bể nuôi ở những khu vực yên tĩnh và tránh quá nhiều ánh sáng. Trước khi thả cá vào bể cần xử lý bể nuôi: ngâm bể với nước sạch trong khoảng từ 2- 4 ngày sau đó phơi khô từ 3- 4 ngày. Khi nào đã chắc chắn bể khô và thật sạch thì mới tiến hàng đổ nước và thả cá. Tốt nhất bạn hãy gắn bình sục khí để gia tăng lượng oxi cho cá sinh trưởng tốt. Môi trường nước Môi trường nước cũng vô cùng quan trọng với sự phát triển của cá dĩa bồ câu. Cần chuẩn bị những thiết bị lọc nước để nước trong bể đạt độ trong từ 1,5- 4,5m và độ mặn không được quá 10- 50ms. Nhiệt độ Với những chú cá mới sinh thì nhiệt độ thích hợp là từ 27- 30 độ C, còn với cá 7- 9 tháng tuổi nhiệt độ nước từ 25- 27 độ C. Bạn nên thường xuyên kiểm tra nhiệt độ nước để có thể điều chỉnh kịp thời, hạn chế tình trạng bị cá chết. Cách chọn và thả cá Với những cá dĩa đã trưởng thành hãy chọn một màu ưng ý, chọn những chú cá nhanh nhẹn và không bị dị tật. Còn với những con mới sinh, khi đó bạn không biết rõ nguồn gốc bố mẹ chúng thì dựa vào sự linh hoạt, khả năng bơi nhanh nhẹn để chọn con phù hợp. Khi mới mua cá về tốt nhất nên thả chúng vào chậu nước đã được pha sẵn formal từ 10- 15 phút để sát trùng cho cơ thể chúng. Tiếp đến mới thả bịch cá vào bể nuôi, nhưng cũng đừng vội mở bịch hãy để chúng làm quen với môi trường nước trước. Sau 20- 30 phút thì mới tiến hành thả hoàn toàn cá vào bể. Thức ăn cho cá Dĩa Bồ Câu Một trong những vấn đề quan trọng khi nuôi bất kỳ một loại cá cảnh hay thú cưng nào chính là bạn phải đảm bảo được nguồn thức ăn. Đối với cá dĩa, ăn không chỉ là để sống sót mà còn góp phần giúp chúng lớn nhanh và có màu sắc rực rỡ, đẹp mắt. Chính vì vậy, là người nuôi, bạn nhất định phải nắm được những kiến thức cơ bản sau: Các loại thức ăn cho cá dĩa Cá dĩa từ 15–30 ngày tuổi: thức ăn là Artemia, bo bo. Cá dĩa&nbsp; từ 1 – 3 tháng: thức ăn là trùn chỉ, lăng quăng. Cá từ 3 tháng tuổi trở lên: thức ăn là trùn chỉ, tảo, ấu trùng cá con, tép, lăng quăng, luân trùng, sâu đông lạnh, đặc biệt món mà chúng thích nhất là tim bò xay nhỏ Ngoài ra, bạn cũng có thể cho chúng ăn&nbsp;thức ăn cho cá&nbsp;dạng viên để đảm bảo nguồn dinh dưỡng. Chuẩn bị thức ăn Với những loại có giáp xác như là trùn chỉ, bo bo, lăng quăng thì sau khi mua về, bạn phải ngâm trong vài giờ để chúng nhả hết trong ruột ra, sau đó rửa sạch vài lần qua nước, vớt những con sống cho cá dĩa ăn trước còn lại thì sục khí để phần lần sau. Với nguồn thức ăn tự chế biến như thịt hay tim bò thì sau khi mua về cần rửa sạch và cho xay nhuyễn, sau đó bỏ vào túi nilon, cán dẹp để bảo quản trong ngăn đá tủ lạnh cho cá ăn dần. Thời gian cấp đông tối đa trong khoảng 2 tháng. Cách cho cá dĩa ăn Cho cá ăn trong máng vừa sạch sẽ môi trường nước, vừa dễ dàng kiểm soát và theo dõi Một ngày chỉ cho ăn từ 2 – 4 lần, trong khoảng thời gian từ 9 đến 15 giờ là tốt nhất. Có thể cho ăn đủ hoặc hơi thiếu nhưng tuyệt đối không đổ thừa thức ăn. Lý do là bởi vì cá dĩa là loài ăn rất ít, chúng có thể chịu đói vài ngày cũng không chết nhưng nếu ăn quá no chúng sẽ chết. Bạn cần quan tâm theo dõi và điều chỉnh chế độ ăn phù hợp cho chúng. Như vậy, ngoài việc phải biết cá dĩa ăn gì, muốn nuôi được chúng thuận lợi và có thành quả tốt, bạn cần phải khéo léo, cẩn thận trong khâu chuẩn bị đồ ăn, đặc biệt là giữ được nguyên tắc cho ăn một cách hợp lý. Cá dĩa giá bao nhiêu tiền là rẻ nhất? Tùy vào kích thước, màu sắc, hoa văn, tính chất phong thủy mà cá dĩa được bán với nhiều giá khác nhau. Hiện nay, mức giá rẻ nhất bạn phải trả cho những chú cá này là khoảng&nbsp;150k/con&nbsp;dành cho cá dĩa bồ câu size nhỏ, khoảng 6cm. Hy vọng những thông tin bên trên của Nghiện Cá đã giúp bạn hiểu rõ về loài cá này và có một phương pháp chăm sóc thích hợp để cá Dĩa Bồ Câu&nbsp;sinh trưởng tốt. Nếu các bạn cần tham khảo thêm nhiều thông tin về các dòng cá khác, các bạn có thể tham khảo tại chuyên mục Cá Cảnh của Nghiện Cá nhé. Chúc các bạn nuôi được một đàn cá Dĩa thật đẹp.","link":"/Dac-diem-va-cach-nuoi-ca-Dia-Bo-Cau-khoe-manh-20221114.html"},{"title":"Hướng Dẫn Setup Bể Thủy Sinh Cho Người Mới Tập Chơi Từ A đến Z (Phần 1)","text":"Nhiều rất nhiều bạn đặt câu hỏi đến Nghiện Cá rằng muốn tự mình setup một bể thủy sinh nho nhỏ nhưng thật sự không biết nên bắt đầu từ đâu. Bài viết này Nghiện Cá hướng dẫn nhập môn cho người mới chơi, hy vọng rằng bài viết này sẽ giúp ích được nhiều cho các bạn đến với thú vui giải trí lành mạnh này.​ Bể thủy sinh có nhiều kiểu, nhiều phong cách và cách chơi. Khi có đam mê các bạn sẽ tìm hiểu dần dần. Nên nhớ là mình setup hồ cho chính mình ngắm hằng ngày nên mình thấy đẹp là quan trọng nhất. Thêm nữa là cái sự hoàn hảo nó luôn hiện diện, ngay cả trong những hồ đầu tay các bạn làm, đừng cố gắng cover lại những mẫu bể khó trong quá trình làm lần đầu vì thực sự lúc đó các bạn chưa thực sự có nhiều kinh nghiệm để thực hiện. Nội dung chính 1. Đầu tiên bạn phải biết được mình thích hồ thủy sinh phong cách gì? 2. Bắt đầu tìm mua hay tự dán hồ kính 3. Chân bể, tủ gỗ: 4. Hệ thống lọc nước: 1. Đầu tiên bạn phải biết được mình thích hồ thủy sinh phong cách gì? – Như mình đã nói ở trên, hồ thủy sinh rất đa dạng, bạn có thể tìm kiếm trên google để xem một số ý tưởng cho bể cá định làm. Một số bạn thích hồ bonsai đơn giản, một số khác lại thích chơi rêu, ráy, dương xĩ, hồ cây phong cách Hà Lan, một số khác lại thích chơi lũa, đá… Bể thủy sinh phong cách bonsai Bể thủy sinh phong cách Hà Lan Hồ thủy sinh bố cục rừng chỉ sự lũa và đá Hồ thủy sinh bố cục sử dụng đá da voi – Khi đã nắm bắt được ý tưởng muốn làm rồi các bạn có thể đến với bước 2 2. Bắt đầu tìm mua hay tự dán hồ kính Kích thước hồ thủy sinh phụ thuộc vào: – Không gian trong nhà bạn (nên chọn nơi để hồ có nhiều người quan sát, chiêm ngưỡng, chổ chính bạn thấy và chăm sóc hằng ngày, nếu nhà có trẻ em thì cũng nên suy xét kĩ, né những nơi có nhiều ánh sáng trực tiếp để tránh rêu hại) – Số tiền bạn có thể dành làm hồ – Một số bạn chơi phong thủy, họ quan tâm đến size hồ – Các bạn nên dán decal đen hoặc trắng ở mặt sau hồ để tạo chiều sâu, nhưng 1 số trường hợp muốn cho mọi người xem hết 4 mặt hồ thì không cần dán. Các kích cỡ bể Một số gợi ý về kích cỡ hồ thủy sinh: Hồ chơi thủy sinh thường không có giằng hồ, không có thủy mài, được mài cạnh bằng vi tính, dán dấu keo rất thẫm mĩ. Một số kích cỡ bể thông dụng hiện giờ khi làm bể: – Hồ cubic 20 , cubic 30 ( bể cubic thì chiều dài – rộng – cao đều bằng nhau) tổng quan đẹp, dễ chơi. Có thể dán bằng kính 5 li hay 8 li, nếu chơi nhiều đá thì nên làm kính 8li. Kính thường là đủ đẹp, ai thích thì có thể lên kính siêu trong, sẽ mắc hơn chút. – Hồ 50(d) – 30 (r) – 30 (c): đẹp, cân đối, dán bằng kính 5 li là đủ – Hồ chuẩn size của hãng ADA: 60 (d) – 30 (r) – 36 (c): đẹp, cân đối, kính 5 lit là ok, chơi đá hay muốn chắc chắn thì 8 li – Hồ thông dụng 60 – 40 – 40 (D-R-C): đẹp, chiều sâu và cao tốt, gần 100 lít nước nên dễ tính toán phân nền, phân nước, các bạn mới nên chơi hồ size 60 vì nó thông dụng, dễ đồ mới cũng như đồ thanh lý và cũng dễ thanh lý khi chán. Nên chơi kính 8li. – Hồ 80 -40 – 40 (D-R-C): cũng tạm được nhưng size này khó kiếm đèn, nên né size này ra nếu có thể – Hồ 90-40-40 (D-R-C) : khá đẹp, dễ mua đồ, kính 8 li hoặc 10 li – Hồ 90-45-45 (D-R-C) : đẹp, cân đối, nên chơi hồ này, kính 10li cho yên tâm. – Hồ 100-50-50 (D-R-C) : tạm được nhưng size đèn hơi khó mua. – Hồ 1m2-50-50 (D-R-C): đẹp, dễ mua đồ, nên làm full 12li. – Hồ 1m5-60-60 trở lên (D-R-C): đẹp, nhưng người mới không nên chơi hồ size lớn hơn 1m2 Note: (D-R-C) là Chiều Dài – Chiều Rộng – Chiều Cao Tổng kết lại tùy sở thích và nhiều yếu tố, nhưng nên chơi 3 size như sau: 60 40 40 full kính 8li, 90 45 45 full kính 10 li, và 1m2 50 50 full 12 li. Hồ không giằng, mài vi tính, dán dấu keo. Size nhỏ hơn 60 thường chơi dễ chán, quản lý nước hơi khó, to hơn 1m2 thì tốn quá nhiều chi phí và khó chơi cho người mới. Nếu kinh phí cho phép thì bạn có thể dán bằng kính siêu trong 1 mặt trước, hoặc 3 mặt, (4 và 5 mặt siêu trong thật sự không cần thiết.) 3. Chân bể, tủ gỗ: Sau khi bạn xác địch hoặc đã mua được hồ thì cần phải mua thêm chân sắt cho hồ. Sau đây là 1 số lựa chọn: – Chân sắt 4, rẻ và chắc chắn nhưng không che được lọc, co2 và những dụng cụ khác. Chân sắt cho bể cá – Chân sắt ốp gỗ cao su bên ngoài – Chân sắt ốp sắt hay alu giả gỗ. Mẫu tủ ốp gỗ – Tủ gỗ ván ép: nên chơi với hồ kính thước từ 1m2 trở lại, chọn loại ván ép chống nước – tủ gỗ cao su, các loại gỗ khác, riêng size 90 hay 1m2 trở lên thì nên có chân sắt bên trong tủ gỗ – Chân sắt 2, 3 tầng cho anh em chơi nhiều hồ Lưu ý: chiều cao chân sắt, tủ gỗ thông dụng là 70 đến 80cm, trừ những trường hợp đặc biệt 4. Hệ thống lọc nước: &nbsp;Bể thủy sinh đẹp là bể ổn định, nước trong vắt, cây cá khỏe mạnh. Hệ thống lọc của bạn đảm nhận công việc đó. Lọc hồ thủy sinh có những loại cơ bản sau: – Lọc treo trên thành hồ: dành cho bể nhỏ dưới 60 cm, gọn nhẹ Mẫu lọc treo – Lọc vách trong bể, loại lọc này rất hiệu quả, tiết kiệm chi phí nhưng nó lại chiếm mất 1 phần diện tích hồ, gây thiếu thãm mĩ Lọc vách sau lưng bể – Lọc thùng ngoài: lọc này hiệu quả, thẩm mĩ và được ưa chuộng nhất, giá của nó cũng tùy theo hãng sản xuất hay hàng tự chế của Việt Nam, lọc thùng chính hãng của Đức như Eheim hay JBL có giá từ 2 triệu đến 7 8 triệu 1 cái (chất lượng cao, tiết kiệm điện), lọc thùng hãng của TQ như Atman, Jebo có giá từ 500k đến 2 triệu (chất lượng tốt). Một sự chọn lựa không tồi là lọc chế từ ống nhựa của anh em VN, lọc này được anh HOVATEN ở HN chế ra đầu tiên nên được gọi là lọc hvt. Giá của lọc này thưởng rẻ hơn các sản phẩm chính hãng. ở HCM các bạn có thể mua lọc hvt Van Vu, lọc hvt gấu bố vĩ đại, hvt khanh BQ, hvt Cat Phong… Ngoài ra anh em VN còn chế lọc thùng inox theo kiểu ADA, rất đẹp nhưng giá cao (cỡ 2-4 triệu) Lọc thùng ngoài – Khi mua lọc các bạn sẽ được shop hướng dẫn kĩ hơn cách sử dụng (đa số khá đơn giản), mình chỉ xin nói về lưu lượng máy bơm lọc và cách xếp vật liệu lọc như sau: bạn nên chọn máy bơm của lọc với liều lượng x3 hay x5 lần số lít trong hồ của bạn. Ví dụ hồ 100 lít nước bạn nên chọn máy bơm cỡ 500 đến 800 lít / giờ (nhớ là con số trên lọc TQ có thể chưa chính xác, bạn phải trừ hao). Trong lọc, bạn để bông lọc ở gần nước từ hồ vào, rồi đến bùi nhùi (không có cũng được), rồi đến nham thạch hay sứ lọc, matrix…). Nên để 50% bông lọc và 50% còn lại là sứ hay matrix… – Vật liệu lọc cao cấp và mắc tiền bao gồm matrix, eheim subtract pro, bio ring…., tuy nhiên sứ lọc TQ, nham thạch đen, đá nham thạch trắng cũng rất hiệu quả. – Note: hệ thống lọc này phải luôn chạy 24/24 nhé.","link":"/Huong-Dan-Setup-Be-Thuy-Sinh-Cho-Nguoi-Moi-Tap-Choi-Tu-A-den-Z-Phan-1-20221114.html"},{"title":"Hướng Dẫn Setup Bể Thủy Sinh Cho Người Mới Tập Chơi Từ A đến Z (Phần 2)","text":"Nghiện Cá tiếp tục giới thiệu đến với các bạn phần tiếp theo của “Hướng dẫn setup bể thủy sinh cho người mới tập chơi” Nội dung chính Đèn dành cho bể thủy sinh Phân nền loại gì ? Bộ cung cấp khí Co2 Lũa, đá, bố cục hồ thủy sinh Rêu, dương xĩ, ráy, bucep, và cây thủy sinh Timer dành cho bể thủy sinh Quạt / chiller làm mát cho bể Chăm sóc hồ / thay nước / rêu hại / bệnh của cá Những item khác: twinstars, sục oxi, lọc bio, lọc váng, nhiệt kế… Đèn dành cho bể thủy sinh Ánh sáng cực kì quan trọng trong hồ thủy sinh. Kiến thức và thông tin về ánh sáng về đèn rất sâu rộng nên Nghiện Cá Chỉ nói đến những điều cơ bản nhất. Đèn cho bể thủy sinh thông dụng gồm: đèn huỳnh quang T8 (như bóng điện quang), T5 (nhỏ hơn chút và sáng hơn), đèn LED (sáng, tiết kiệm điện, mát), đèn cao áp metal v.v.. Bạn có thể mua những đèn thông dụng này ở các shop phụ kiện cá cảnh, thủy sinh và cửa hàng sẽ tư vấn cho bạn về loại đèn phù hợp dành cho size bể của bạn đang sở hữu. Những loại đèn thông dụng cho các bạn mới chơi: đèn T8 jebo chế, đèn odysea T5HO, đèn t5 Aquazonic, đèn Led Dee, Led Aquablue, Led Chirious và gần đây nhất mới có thêm đèn led của hãng T5HO. Mẫu đèn phổ thông Odysea T5ho Có 1 điều về ánh sáng các bạn nên nhớ là: bạn càng dùng nhiều đèn, càng sáng thì hồ của bạn càng khó quản lý. Ví dụ: Một bể chơi rêu, dương xĩ, bạn cần 0,5 w cho 1 lít hay ít hơn, bể của bạn thường ít khi gặp vấn đề về rêu hại hay thiếu hụt dinh dưỡng . Nhưng nếu bạn chơi bể thủy sinh với lương ánh sáng 2wat / 1 lit thì bạn phải có nhiều kinh nghiệm quản lý nước, co2, rêu hại… Thời gian chiếu sáng: thường là từ 8 tiếng đến 10 tiếng trong một ngày. Nên để đèn liên tục phỏng theo ánh sáng tự nhiên, tuy nhiên bạn vẫn có thể chia ra ngắt quãng như sau: sáng từ 8 đến 12h, tắt đèn từ 12h đến 4h, bặt tiếp từ 4h đến8h tối (phụ thuộc vào thời gian bạn ngắm hồ) Các bạn có thể gác đèn cao hơn mặt nước từ 10cm-30cm tùy từng loại đèn, cây cối trong bể của bạn. Nếu chơi ráy, dương xỉ, rêu thì có thể để đèn cao lên tránh trường hợp ở sát trên cao bị hỏng do sát đèn. Phân nền loại gì ? Phân nền cũng đặc biệt quan trọng trong hồ thủy sinh. Hồ bạn có đẹp, nước có trong và ổn định, cây cối cá tép có khỏe không đều là do phần lớn nhiệm vụ của phân nền. Phân nền có nhiệm vụ làm ổn định hệ vi sinh, ổn định nước, các chỉ số dinh dưỡng, pH, kH, gH, tds… cũng do nền quyết định là chủ yếu. Phân nền thủy sinh có 2 loại: –&nbsp; Phân nền trộn loại này thường giàu dinh dưỡng, rẻ tiền nhưng lại khó set hồ vì nó bẩn, nếu làm không kĩ sẽ bị xì lên gây đục hồ. Nền trộn phải được phủ ở trên 1 lớp sỏi dày 3 cm trở lên. Dinh dưỡng nền trộn cũng nhiều nên khó quản lý hơn. Các bạn có thể tự trộn theo công thức có sẵn trên mạng internet nhưng các bạn cần kinh nghiệm. Đơn giản nhất là mua từ những bạn trộn sẵn như phân nền của Phương Nuphar, Lý Vũ…Loại nền này thường không cần lót cốt nền dinh dưỡng ở đáy. Khi mua các bạn sẽ được người bán tư vấn liều lượng và cách sử dụng. Phân nền nhật bản ADA – Nền công nghiệp: loại này phù hợp với người mới vì set hồ dễ, sạch sẽ, không sợ bị xì (nếu không lót cốt nền ở dưới). Tuy nhiên giá cao hơn nền trộn. Nền công nghiệp chất lượng bao gồm ADA , Gex xanh, đỏ , Control Soil, Oliver Knot.. (nền nhập khẩu. Tuổi thọ trong bình của những nền trộn hoặc công nghiệp chất lượng lên đến trên dưới 3 năm nếu các bạn sử dụng hợp lý. Tuy nhiên nền công nghiệp các bạn có thể thanh lý khi lật hồ, còn nền trộn thì hầu như chỉ có thể vứt đi. Bộ cung cấp khí Co2 Cây thủy sinh cần Carbon trong khí C để quang hợp, lượng Carbon có sẵn trong nước chưa thật sự đủ cho cây nên người chơi thường cung cấp khí Co2 vào hổ thủy sinh. Một số dung dịch cung cấp Co2 cũng có tác dụng it nhiều nhưng mình nghĩ hiệu quả của bình nén co2 sẽ rõ ràng hơn. Co2 rất cần thiết cho bể thủy sinh để cây cối có thể phát triển được tốt hơn. Bình khí nén Co2 không hề nguy hiểm nếu bạn sử dụng đúng (không mua bình quá cũ, rỉ sét, không để trong phòng kín, phòng ngủ…) Bình co2 có nhiều loại, loại thông dụng và rẻ tiền nhất vẫn là bình sắt loại 1,2,3 ,5,10kg (tức là chứa được 1,2,3 hay 5, 10 kg co2 nén), bình co2 2 kg thường dùng được 1 đến 3 4 tháng và khi đi bơm lại mất cỡ 50k. Ngoài ra còn có loại bình bằng nhôm, hợp kim với giá t thành cao hơn. Bình Co2 kèm van điện Các bạn có thể tự chế co2 bằng bột mì hay chất hóa học nhưng mình thật long khuyên rằng không nên. Khi mua bình co2, các bạn phải mua thêm bộ đếm giọt, dây dẫn và bộ trộn co2 (nên dùng bộ trộn ngoài hồ sẽ hiệu quả hơn). Có thể dùng van điện để chỉnh tự ngắt co2 khi đèn tắt, hoặc đơn giản là để co2 24/24 cũng không sao. Tùy số lít trong hồ và loại cây bạn có thể cung cấp mấy giọt co2 trong 1 giây. Hồ rêu thường chỉ cần 1,2 giọt /giây. Hồ cây thì nhiều hơn. Các bạn cân thận vì quá nhiều co2 trong nước sẽ gây chết cá tép. Lũa, đá, bố cục hồ thủy sinh Sau khi lo xong vụ phân nền, các bạn nên nghĩ đến bố cục trong hồ. Các bạn có thể set hồ bằng lũa (những nhánh cây, gỗ chết mình cho vào để tạo bố cục ), hoặc đá (bố cục núi), hoặc kết hợp lũa đá, phong cách bonsai, phong cách hồ Hà Lan (chuyên chơi cây cắt cắm)… Những loại lũa thông dụng gồm: Linh sam, đỗ quyên, trà rừng, red wood… với giá thành khác nhau. Khi mua lũa về bạn nên xử lý kĩ bằng cách ngâm nước vài tuần, hoặc luộc 1 2 lần, ngâm muối… để lũa chìm, không ra màu và bị mốc. Lũa đỗ quyên Lũa linh sam Đá thủy sinh thông dụng gồm đá tiger, tai mèo, kẹp kem, trầm tích, đá Phan Thiết, đá đen Gia Lai… Lũa đá đều được bán rộng rãi ở các shop thủy sinh. Về bố cục mình nghĩ các bạn phải tự tìm hiểu và set hồ dần dần, bạn sẽ cảm nhận được thú vui này qua những hồ mình từng làm. Rêu, dương xĩ, ráy, bucep, và cây thủy sinh Đi kèm với bố cục là rất nhiều loại cây thủy sinh. Mình tạm chia thành 2 loại: – Loại chịu ít sáng như rêu, dương xĩ, ráy: phù hợp với hồ ánh sáng vừa (từ 0,5 wat / 1 lít nước trở xuống), nước mát chút và dinh dưỡng trong nước không cần quá nhiều, co2 vừa phải. Ráy nana –Một loại cây đòi hỏi ánh sáng cao, dinh dưỡng mạnh, co2 đủ như cây cắt cắm , bucep v.v….. Cây thủy sinh Bucephalandra Timer dành cho bể thủy sinh Một vật dụng cần thiết cho người chơi thủy sinh, dùng để cài đặt thời gian tự bật tắt đèn,co2…Giá timer cơ cỡ 85-100k, còn timer điện tử từ 140-200k. Các bạn newbie nên dùng cái này để giúp hồ nhanh ổn định hơn. Thiết bị hẹn giờ cho bể cá Quạt / chiller làm mát cho bể Nếu ở những thành phố có thời tiết nóng thì bạn nên mua thêm quạt nhỏ cho hồ thủy sinh (giá rẽ 100-200k), hoặc nếu có điều kiện tài chính thì có thể mua máy làm lạnh nước chiller giá từ 2tr5 đến 6 triệu tùy loại. Quạt làm mát cho bể thủy sinh Chiller làm mát cho bể thủy sinh Chăm sóc hồ / thay nước / rêu hại / bệnh của cá – Một hồ thủy sinh đẹp phải được chăm sóc hầu như hằng ngày. Các bạn cố tập thói quen dành ra 5-10 phút hằng ngày ngắm hồ, chăm sóc hồ. Nếu bận rộn bạn nên chọn bố cục hồ rêu, dương xĩ để chơi, đỡ thời gian chăm sóc hơn hồ chơi cây cắt cắm. – Thay nước là 1 phần không thể thiếu trong việc chăm sóc 1 hồ đẹp, 1 hồ mới set thường phải thay nước hàng ngày 30%, đến tuần thứ 2 các bạn thay nước 3 lần, mỗi lần 30% nước, tuần thứ 3 thì thay 2 lần, 30%, và qua tuần thứ 4 trở đi các bạn chỉ cần thay 30% nước 1 lần trong tuần. Đừng thay nước quá nhiều gây chết và thiếu hụt hệ vi sinh của lọc, dinh dưỡng cũng sẽ mất cân bằng nếu bạn luôn thay nước 50% của bể nguy cơ dẫn đến cá, tép bị sốc nước chết. Mỗi khi thay nước các bạn nhớ dùng dung dịch khủ chlo nhé, rất quan trọng. – Nhớ không thay nước trong cùng ngày vệ sinh lọc nhé. – Rêu hại là kẻ thủ của thủy sinh, 1 hồ thủy sinh ổn định, cây cối cá tép khỏe mạnh thì thường không hoặc ít bị rêu hại. Khi rêu hại phát triển trong hồ của bạn (thường là trong tháng đầu) là vì hồ bạn chưa ổn định, lượng co2 chưa đủ hoặc dinh dưỡng chưa cân bằng. Cách trị rêu hại từng loại mình sẽ có bài viết nói rõ sau. – Bệnh của cá: các loại cá nuôi trong hồ thủy sinh rất dễ bị nấm và chết cả đàn nếu bạn thả cá khi hồ chưa ổn định (thường là nên thả cá sau 1 tháng sau khi set hồ). Thuốc trị nấm, bệnh cá và cách dùng các bạn có thể nghiên cứu thêm trên google nhé. Những item khác: twinstars, sục oxi, lọc bio, lọc váng, nhiệt kế… Bộ ức chế rêu hại twinstars: có hiệu quả nhưng không đáng kể (hiệu quả rõ rất khi dùng ngay khi hồ vừa set), cảm nhận cá nhân là không đáng tiền mua, các bạn có thể thử và trải nghiệm nếu muốn. Bộ ức chế rêu hại Sủi oxi và lọc bio: nên dùng cho hồ chuyên chơi tép Sủi oxi cho bể cá Lọc váng: 1 số hồ bị 1 lớp dầu váng lên mặt hồ, lọc váng này sẽ trị được vấn đề đó. Lọc váng cho bể thủy sinh Nhiệt kế: có nhiều loại, nếu bạn cần biết thông tin nhiệt độ hồ thì nên mua, cũng rẽ tiền. Nhiệt kế cho hồ thủy sinh Như vậy là Nghiện Cá đã hoàn tất giới thiệu đến với các bạn những điều cần thiết để triển khai làm bể thủy sinh từ A-Z. Cám ơn các bạn đã quan tâm theo dõi bài viết.","link":"/Huong-Dan-Setup-Be-Thuy-Sinh-Cho-Nguoi-Moi-Tap-Choi-Tu-A-den-Z-Phan-2-20221114.html"},{"title":"Hướng dẫn cách nuôi tôm cảnh Crayfish","text":"Tôm cảnh – Crayfish là loài giáp xác nước ngọt có đặc điểm tương tự tôm hùm. Kích thước nhỏ và hình dạng khác thường của chúng khiến chúng ngày càng phổ biến trong cộng đồng nuôi cá. Chúng có nhu cầu tương tự như cá, vì vậy chăm sóc chúng đòi hỏi những kỹ năng tương tự. Điều này làm cho chúng trở nên lý tưởng cho ai đó có ý định nuôi ở trong bể cá cảnh. Một đặc điểm tuyệt vời là chế độ ăn tạp của chúng. Bạn sẽ nhanh chóng biết rằng khi có thức ăn, tôm cảnh Crayfish không hề kén chọn. Chúng ăn các loại thực phẩm giống như cá , và nhiều hơn nữa. Từ thức ăn cho cá đến rau, nó ăn tạp hầu hết mọi thứ. Khi chúng lớn lên từ ấu trùng đến tuổi trưởng thành, thức ăn dành tôm cảnh ăn sẽ thay đổi. Bài viết này sẽ đưa bạn qua nhiều loại thực phẩm có sẵn cho Crayfish ở mọi lứa tuổi, cả trong tự nhiên và trong bể cá. Nội dung chính Giới thiệu về tôm cảnh Crayfish Tôm cảnh Crayfish ăn gì? Cách nuôi tôm cảnh Crayfish ở trong bể cá Chăm sóc tôm cảnh Crayfish Tổng kết Giới thiệu về tôm cảnh Crayfish Tôm Cherax destructor Tôm càng xanh là loài giáp xác nước ngọt thuộc bộ Giáp xác mười chân. Bộ giáp xác 10 chân cũng bao gồm tôm hùm, có liên quan chặt chẽ và thường bị xác định sai (và ngược lại). Tôm cảnh nhỏ hơn rất nhiều so với tôm hùm và sống ở nước ngọt. Tôm nước ngọt là tên gọi chung cho những sinh vật này, nhưng chúng còn được gọi là tôm hùm đất, tôm hùm nước ngọt, tôm hùm núi v.v… Tất cả những cái tên này đề cập đến ba họ nhà tôm từ thứ tự Decapod; Astacoidea, Cambaridae và Parastacidae. Tên của chúng đôi khi được sử dụng cho các động vật khác ở các nơi khác nhau trên thế giới. Ví dụ, ở Úc, New Zealand và Nam Phi, Tôm Crayfish là tên gọi chung của một con tôm hùm gai (thuộc họ Palinuridae) sống trong môi trường nước mặn. Điều quan trọng là không nhầm lẫn những sinh vật nước mặn với những sinh vật nước ngọt mà chúng ta đang xem trong bài viết này. Có hơn 600 loài tôm nước ngọt trải rộng trên ba họ ở trên; chúng sinh sống ở Bắc bán cầu và Nam bán cầu. Phạm vi lớn nhất có thể được tìm thấy ở Bắc Mỹ, Úc và New Zealand. Chúng cũng có mặt trên khắp châu Á và châu Âu. Ngay cả đảo Madagascar cũng là nơi sinh sống của bảy loài đặc hữu. Nó đã rất thành công trong việc thích nghi và sinh sản trên nhiều khu vực. Chúng có rất nhiều hình dạng, màu sắc và kích cỡ, với chiều dài trung bình đạt 6,9 inch. Theo thời gian, chúng đang trở thành một thú cưng ngày càng phổ biến trong nhà. Bản chất khỏe và chế độ ăn uống không cầu kỳ của chúng làm cho nó dễ dàng chăm sóc. Tôm cảnh Crayfish ăn gì? Tôm càng xanh sống ở suối và sông, vì vậy môi trường tự nhiên của chúng sẽ bao gồm bùn, đá, thảm thực vật và dòng chảy nhanh.Chúng là loài ăn tạp nên trong tự nhiên chúng ăn bất cứ thứ gì. Chế độ ăn uống chính của chúng là động vật bị phân hủy và thảm thực vật mục nát. Đây là những nguồn thực phẩm dễ dàng tìm kiếm trong tự nhiên. Chúng cũng ăn cá sống loại nhỏ, nếu chúng bơi ở gần. Trong tự nhiên, rất khó để bắt được cá vì chúng thường trốn và ẩn lấp rất nhanh . Sẽ dễ dàng hơn nhiều cho tôm để bắt cá sống trong một bể cá. Thật khó để nghĩ về một động vật khác ăn rất nhiều nguồn thực phẩm khác nhau; chúng hoàn toàn sẽ ăn bất cứ thứ gì, từ lá thối và cành cây, đến thịt động vật (cả thối rữa và còn sống), thậm chí chúng sẽ ăn thịt chính đồng loại của chúng. Vì chúng không phải là những người bơi lội đặc biệt mạnh mẽ, thức ăn chúng ăn thường phải chìm xuống đáy sông trước khi chúng có thể ăn nó. Chúng sử dụng hai chiếc càng để bắt và xé con mồi ra để ăn.Tôm chủ yếu hoạt động tìm kiếm thức ăn vào ban đêm.Chúng sẽ rời khỏi nơi trú ẩn và tìm kiếm con mồi. Cách nuôi tôm cảnh Crayfish ở trong bể cá Trước khi nuôi chúng vào bể cá, bể cần phải giống với môi trường sống tự nhiên của chúng. Chúng không phải là những sinh vật đặc biệt đòi hỏi, nhưng một môi trường kỳ lạ có thể làm chúng dễ bị căng thẳng dẫn đến bỏ ăn.Các nghiên cứu đã chỉ ra rằng chúng có thể trải nghiệm sự lo lắng tương tự như con người, đó là lý do tại sao điều quan trọng là tạo ra môi trường phù hợp với tôm. Không quá khó để đáp ứng các điều kiện này. Đáy bể nên có nhiều đá và một lớp cát mỏng.Những tảng đá cần phải có những vết nứt và kẽ hở giữa để tôm ẩn náu. Như đã giới thiệu ở trên, tôm thường ăn thực vật, vì vậy có khả năng chúng sẽ gây thiệt hại cho bất kỳ loại cây nào bạn giữ trong bể. Cây khỏe mạnh, phát triển nhanh là những cây có khả năng sống sót cao nhất; ví dụ trong số này bao gồm rêu sừng và rêu java . Thảm thực vật (như thực vật và tảo) có thể được sử dụng làm nguồn thực phẩm chính. Đừng loại bỏ thịt ra khỏi chế độ ăn hoàn toàn vì protein chứa trong nó rất quan trọng cho sự tăng trưởng. Khi chúng đạt đến tuổi trưởng thành, protein cần thiết với số lượng nhỏ hơn vì chúng không còn phát triển nữa. Có nhiều nguồn thực phẩm có sẵn để bạn cho ăn. Thay đổi chế độ ăn uống sẽ cung cấp cho chúng nhiều chất dinh dưỡng.. Các loại thực phẩm dạng viên rất lý tưởng vì chúng nhanh chóng chìm xuống đáy bể và thường chứa nhiều protein. Tôm viên là một trong những thực phẩm phổ biến nhất, nhưng cũng có thể thay thế bằng thức ăn cho cá. Thức ăn sống nhỏ (tôm và cá) rất phổ biến và khiến thời gian cho ăn trở nên thú vị hơn một chút, vì chúng sẽ phải chủ động săn thức ăn. Dưới đây là danh sách những thứ mà bạn có thể cung cấp cho Tôm càng xanh: Chăm sóc tôm cảnh Crayfish Chúng sử dụng hai càng to và hai chân trước để xé thức ăn Chúng không cần lượng thức ăn lớn, đặc biệt là khi chúng trưởng thành..Khi bạn đặt thức ăn vào bể, chúng có thể không được ăn ngay lập tức, nhưng bạn sẽ thấy nó biến mất khỏi nơi ẩn nấp khi chúng trở nên hoạt động mạnh hơn vào ban đêm để kiếm thức ăn. Bạn không cần phải lo lắng nếu chúng không chịu ăn thức ăn, chúng sẽ bắt đầu ăn lại khi đói. Nếu chúng không ăn gì cả, hãy thử chuyển đổi loại thực phẩm mà bạn đang cho chúng ăn và kiểm tra các thông số nước của bạn . Nếu bạn không cho chúng ăn đủ, chúng có thể bắt đầu chiến đấu và trở thành kẻ ăn thịt đồng loại. Việc chúng nẩn trốn trong suốt cả ngày là điều thường thấy, khiến bạn rất khó nhìn thấy chúng. Nếu bạn muốn nhìn thấy chúng nhiều hơn vào ban ngày, hãy thử rắc thức ăn vào bể để xem chúng có ra tìm kiếm thức ăn. Một số người chọn cách cho tôm ăn bằng cách sử dụng kẹp, giúp chúng quen với con người và môi trường nhân tạo của chúng.Cố gắng giữ thói quen cho ăn thường xuyên. Chúng sẽ học được thời gian cho ăn và có thể mạo hiểm từ những nơi ẩn nấp của chúng khi chúng nghĩ rằng đã đến lúc được bạn cho ăn. Tổng kết Như vậy khi nuôi tôm Crayfish, chế độ ăn uống của chúng không đáng lo ngại ;chúng nhặt nhặt các thức ăn dư thừa và ăn tạp các loại thức ăn! Bản chất ăn tạp của tôm làm cho ta dễ dàng chăm sóc chúng. Chúng thích ăn thức ăn sống, thực phẩm đông lạnh, thức ăn cho cá và rau. Chế độ ăn uống tạp này giúp giữ cho chúng khỏe mạnh và nếu bạn thay đổi chế độ ăn uống đủ, chúng sẽ được cung cấp tất cả các chất dinh dưỡng cần thiết. Nếu bạn chăm sóc chúng đúng cách, những sinh vật này rất đáng để xem và là một sự thay thế tuyệt vời cho cá nước ngọt.","link":"/Huong-dan-cach-nuoi-tom-canh-Crayfish-20221114.html"},{"title":"Kiến thức về cá tỳ bà beo, giá cá tỳ bà beo hiện nay","text":"Cá tỳ bào beo là một trong những loài cá cảnh, chuyên được các nhà chơi thủy sinh lựa chọn như một người quản gia với công việc dọn bể. Đây là một trong số những loại cá cảnh không thể thiếu trong các bể thủy sinh, dùng để kiểm soát rêu hại lọc trên thành bể. Hôm nay, hãy cùng Nghiện Cá tìm hiểu về loài cá tỳ bà beo, tham khảo giá trị của cá tỳ bà beo là bao nhiêu và những công dụng khi nuôi cá tỳ bà beo trong bể thủy sinh nhà bạn. Nội dung chi tiết Thông tin về loài cá tỳ bà beo Kỹ thuật nuôi cá tỳ bà beo Cách nuôi tỳ bà beo hiệu quả Giá cá tỳ bà beo giá bao nhiêu? Thông tin về loài cá tỳ bà beo Cá tỳ bà là dòng cá dọn bể, trong đó cá tỳ bà nói chung và cá tỳ bà beo nói riêng được tìm thấy lần đầu vào năm 1854 ở hệ thống sông Amazon, Nam Mỹ. Loài cá này phổ biến rộng ở khắp Brazil và Peru. Tỳ bà beo là loài cá da trơn khá lớn, tuổi thọ cao. Chúng có thể nặng tới 50kg và sống hơn 20 năm ngoài tự nhiên, trong điều kiện nuôi nhốt thường đạt tuổi thọ từ 10 đến 15 năm. Cá tỳ bà beo có thân hình thon dài, màu nâu vằn như những chú báo đốm, với cái đầu lớn. Toàn bộ cơ thể được bảo phủ trong các tấm xương, còn được gọi là vảy áo giáp, ngoại trừ phần bụng phẳng. Loài cá này sở hữu đôi mắt nhỏ nằm cao phần đỉnh đầu. Chúng cũng sở hữu một vây lưng tuyệt đẹp, có thể cao tới vài cm giống với vây cá cờ biển.Hình ảnh cá tỳ bà beo đang bám vào thành kính trong bể cáCá tỳ bà beo sống ở tầng nước đáy, sinh sản bằng cách đào hang đẻ trứng, mỗi lần đẻ khoảng 300 trứng. Loài cá này chuyên ăn rong rêu và mút các chất nhớt ở thành và đáy bể, chúng thực sự thích hợp nuôi trong bể thuỷ sinh với nhiều loài cá khác. Tuy nhiên, loài cá này rất phá cây nên không thích hợp nuôi trong những bể trồng nhiều thuỷ sinh. Bể cá tỳ bà beo nên bố trí nhiều tiểu cảnh bằng gỗ đá để chúng làm nơi trú ẩn. Loài cá này rất dễ nuôi, hoạt động chủ yếu về đêm và thích hợp với nhiều điều kiện thời tiết khác nhau. Đặc biệt chúng chịu lạnh rất giỏi, có thể nhịn đói cả tháng mà không chết. Cá tỳ bà beo có bản tính hiền lành, chung sống hoà bình với những người bạn khác trong bể thuỷ sinh. Tuy nhiên, chúng cũng có những trường hợp ngoại lệ khi trở nên hung hăng và tranh dành lãnh thổ với những con tỳ bà khác. Kỹ thuật nuôi cá tỳ bà beo Để nuôi tỳ bao beo tốt nhất, bạn nên bố trí nhiều gỗ lũa và đá để tạo hang động, nơi trú ẩn cho cá, vì loài cá này cũng khá tích tìm những chỗ có thể ẩn nấp để ở. Về cơ bản, bể cá cảnh, thủy sinh nào cũng có thể nuôi được loài cá này. Nhưng để tốt nhất, mọi người nên chọn bể có kích thước tối thiểu 100 lít cho cá nhỏ và 400 lít cho cá trưởng thành. Nhiệt độ thích hợp để cá tỳ bà phát triển là từ 24 đến 30 độ C, nồng độ pH trong nước vào khoảng 6.5 đến 7.7 là lý tưởng nhất cho mọi loại cá cảnh sính sống.Kỹ thuật nuôi cá tỳ bà beo Cá tỳ bà beo đích thực là một nhân viên dọn vệ sinh rất cần mẫn và đầy nghị lực, bạn sẽ thấy ngay sự khác biệt khi có một chú cá tỳ bà trong bể thủy sinh. Tuy nhiên, khi lớn chúng dần trở nên lười biếng và ít đi ăn rêu quanh thành bể hơn, nên để tốt nhất các bạn nên nuôi các chú cá tỳ bà ngay từ khi size còn nhỏ nhé. Cá tỳ bà beo thường ăn các loại thức ăn tổng hợp dạng viên, lá rau, dưa chuột, chanh và đậu xanh và rêu trên thành bể thủy sinh nhà bạn. Loài cá này khá nhát nên bạn hãy cho chúng ăn trước khi tắt đèn.Hình ảnh chú cá tỳ bà beo size to. Nếu nuôi nhiều loài cá nhanh nhẹn hơn chung bể với tỳ bà beo thì cần để ý vì có thể chúng sẽ ăn tranh hết phần của cá tỳ bà chậm chạp. Mặc dù khi trưởng thành, khả năng kiếm mồi của cá tỳ bà sẽ nhanh hơn nhưng vẫn không thể bằng các loài cá khác. Bạn có thể theo dõi bụng của cá mỗi khi chúng bám vào thành bể để biết được tình trạng thế nào. Phân biệt cá tỳ bà beo đực và cái bằng cách kiểm tra hậu môn của chúng. Trong tự nhiên, cá tỳ ba sinh sản dọc các bờ sông và chúng ta hoàn toàn có thể thực hiện ép đẻ cho cá trong ao nuôi nhưng rất khó khăn trong bể thuỷ sinh. Cách nuôi tỳ bà beo hiệu quả Rất đơn giản để thuần hoá tỳ bà beo trở nên thân thiện. Loài cá này dễ dàng đạt được tuổi thọ cao nếu bạn chú ý thay nước thường xuyên, trang bị hệ thống lọc đầy đủ cùng chế độ ăn phù hợp sẽ giúp cá sinh trưởng và phát triển tốt. Bạn cũng có thể bắt cá tỳ bà trong bể bằng tay một cách dễ dàng nhưng cần chú ý tới các gai mọc trên đầu vây bơi của chúng. Bố trí gỗ trong bể là cách hoàn hảo để nhiều tảo phát triển, giúp duy trì nguồn thức ăn tự nhiên liên tục cho cá tỳ bà beo. Các ký sinh trong gỗ cũng rất có lợi cho quá trình tiêu hoá của cá. Đây là loài cá sống về đêm nên khi cung cấp thực phẩm bổ sung cho sự phát triển của tảo, bạn nên cho ăn vào buổi tối trước khi tắt đèn. Mặc dù là loài ăn tảo, thực vật nhưng cá tỳ bà beo cũng sẽ ăn cá chết trong bể thuỷ sinh. Loài cá này cũng thường bám theo và hút nhớt trên mình của những loài cá có dạng xẹp ngang như cá dĩa và cá thần tiên khi chúng đang ngủ. Cá tỳ bà beo phát triển rất nhanh và có thể sớm trở nên quá lớn, lấn át đối với bể cá nhỏ. Giá cá tỳ bà beo giá bao nhiêu? Hiện tại, với kỹ thuật nuôi là nhân giống tốt, tại Việt Nam không khó để mua được loại cá này với mức giá phổ biến của loài cá này giao động trong khoảng 20.000 đến 80.000/con đối với size nhỏ từ 4 đến 7cm. Ngoài ra bạn cũng có thể tham khảo để mua cá tỳ bà bướm với mức giá thấp hơn trong khoảng từ 10.000 đến 40.000. Nghiện Cá vừa chia sẻ tới các bạn các thông tin về loài cá tỳ bà beo, mong rằng những thông tin hữu ích này có thể giúp các bạn hiểu hơn về loài cá chăm chỉ và cần mẫn này. Mọi thông tin về thủy sinh, cá cảnh… các bạn có thể tìm hiểu thêm tại chuyên mục “Cá Cảnh“. Hy vọng sau khi tham khảo bài viết này bạn sẽ đưa ra được nhận định xem chúng có phù hợp với bể cá của mình hay không.","link":"/Kien-thuc-ve-ca-ty-ba-beo-gia-ca-ty-ba-beo-hien-nay-20221114.html"},{"title":"Môi trường cá rồng sống ở nhiệt độ bao nhiêu? Có cần phải cắm máy sưởi không?","text":"Khi nuôi các loại cá cảnh đặc biệt là cá rồng, nhiệt độ cần được kiểm soát chặt chẽ.&nbsp;Các loài cá rồng khác nhau có yêu cầu khác nhau về nhiệt độ, nói chung, nhiệt độ nước cần được duy trì trong khoảng 24 ° C đến 29 ° C.&nbsp;Nếu nhiệt độ nước thấp hơn phạm vi này, nó cần được cắm sưởi.&nbsp;Nhất là khi thời tiết chuyển mùa, nhiệt độ giảm xuống sẽ khiến cá bị khó chịu.&nbsp;Do đó, việc duy trì nhiệt độ nước ổn định cũng rất quan trọng.&nbsp;Nếu nhiệt độ trong nhà không đạt 25 ° C vào mùa đông, cá phải được sưởi ấm.&nbsp;Nên sử dụng máy sưởi bể cá để tăng nhiệt độ.Hãy cùng Nghiện Cá tìm hiểu kỹ hơn nhé. Môi trường cá rồng sống ở nhiệt độ bao nhiêu? Có cần phải cắm máy sưởi không? Nội dung chính Cá rồng sống ở nhiệt độ bao nhiêu? Có cần cắm máy sưởi cho bể cá rồng ? Cá rồng sống ở nhiệt độ bao nhiêu? Cá rồng cực kỳ nhạy cảm với sự thay đổi nhiệt độ.&nbsp;Các loại cá rồng khác nhau có yêu cầu nhiệt độ khác nhau.&nbsp;Các loại cá rồng thông thường bao gồm cá rồng ngân long, cá rồng huyết long, cá rồng kim long quá bối, v.v…&nbsp;Nhiệt độ tối ưu cho cá rồng sống là 24 ° C đến 28 ° C, và nhiệt độ thấp nhất có thể chấp nhận được là 22 ° C.&nbsp;Khi nhiệt độ nước của nó dưới 22 ° C, bể cá cần phải được cắm máy sưởi.&nbsp;Nhiệt độ nước của cá Rồng cần được kiểm soát ở mức 23 ℃ ~ 29 ℃, và nó có thể được giữ ở 25 ℃ vào mùa đông.&nbsp;Cá rồng huyết long yêu cầu nhiệt độ từ 24 ° C đến 28 ° C.&nbsp;Phạm vi nhiệt độ của chúng về cơ bản là khoảng 25 ° C.&nbsp;Khi nhiệt độ xuống thấp vào mùa đông, đặc biệt là miền bắc, bể cá cần phải được cắm sưởi.&nbsp;Về cơ bản không cần điều chỉnh nhiệt độ vào các mùa khác. Môi trường cá rồng sống ở nhiệt độ bao nhiêu? Có cần phải cắm máy sưởi không? Có cần cắm máy sưởi cho bể cá rồng ? Khi nuôi cá rồng, bạn cần đặc biệt chú ý đến nhiệt độ nước.&nbsp;Nhiệt độ thích hợp từ 24 ℃ ~ 29 ℃.&nbsp;Một số loài cá rồng có khả năng thích nghi rất đa dạng và chúng có thể sống trong khoảng từ 22 ° C đến 31 ° C.&nbsp;Dưới nhiệt độ này, cá rồng sẽ có tính khí cục cằn, không có lợi cho sức khỏe.&nbsp;Khi nhiệt độ xuống thấp vào mùa đông, nhiệt độ cần được nâng lên một cách thích hợp.&nbsp;Khi điều chỉnh nhiệt độ, nhiệt độ nước không được nóng và lạnh.&nbsp;Nên sử dụng thanh sưởi để tăng nhiệt độ.&nbsp;Sau khi điều chỉnh nhiệt độ bằng thanh sưởi nhiệt độ, nước có thể được giữ ở nhiệt độ ổn định, có lợi hơn cho sự phát triển của cá. Môi trường cá rồng sống ở nhiệt độ bao nhiêu? Có cần phải cắm máy sưởi không?","link":"/Moi-truong-ca-rong-song-o-nhiet-do-bao-nhieu-Co-can-phai-cam-may-suoi-khong-20221114.html"},{"title":"Nguyên nhân cá betta bị rụng đuôi và cách điều trị","text":"Cá betta bị rụng đuôi có thể là do chất lượng nước có vấn đề.&nbsp;Lúc này, nên thay nước mới,có độ pH từ 6,5-7,2 và nhiệt độ nước nên ở khoảng 25-28 ° C.&nbsp;Cũng có thể là do cá đánh nhau và bị thương ở đuôi.&nbsp;Lúc này cần tách riêng cá ra để dưỡng.&nbsp;Hoặc cũng có thể do nấm ở cá.&nbsp;Lúc này cần phán đoán nguyên nhân gây bệnh trước, sau đó mới dùng dung dịch thuốc và bài thuốc tắm tương ứng.Hãy cùng Nghiện Cá cùng tìm hiểu rõ hơn nhé. Nguyên nhân cá betta bị rụng đuôi và cách chữa trị Nội dung chính Nguyên nhân cá chọi bị rụng đuôi Chất lượng nước kém Do cá betta đánh nhau Sự xuất hiện của bệnh Phương pháp điều trị Nguyên nhân do nguồn nước Xử lý khi cá betta đánh nhau Nguyên nhân do mầm bệnh Nguyên nhân cá chọi bị rụng đuôi Chất lượng nước kém Đuôi cá chọi bị rụng có thể do chất lượng nước không phù hợp.&nbsp;Nếu bạn sử dụng nước quá kiềm hoặc quá chua để nuôi cá betta, rất dễ khiến chúng bị rụng đuôi. Do cá betta đánh nhau Cá betta bản chất hung dữ hơn.&nbsp;Nếu hai con cá đá được nuôi chung trong bể, chúng rất dễ dàng đánh nhau.&nbsp;Cá có thể bị thương do đánh nhau, và đuôi của chúng sẽ bị những con cá khác cắn. Sự xuất hiện của bệnh Nếu bạn không chú ý thay nước khi nuôi, để cá betta bị nhiễm một số loại vi khuẩn, nấm cũng sẽ khiến chúng gặp vấn đề về đuôi. Nguyên nhân cá betta bị rụng đuôi và cách chữa trị Phương pháp điều trị Nguyên nhân do nguồn nước Lúc này thay nước cho cá kịp thời.&nbsp;Nước mới phải có độ pH từ 6,5 đến 7,2.&nbsp;Nếu có thể, tốt nhất nên sử dụng nước trung tính với độ pH khoảng 7,0.&nbsp;Điều này sẽ giúp nó phục hồi nhanh hơn. Xử lý khi cá betta đánh nhau Lúc này cần tách bể kịp thời, cho cá betta vào một bể riêng khác.&nbsp;Đối với cá bị thối đuôi cần sử dụng nước sạch để duy trì chất lượng nước để cá không bị nhiễm mầm bệnh và mắc bệnh. Nguyên nhân cá betta bị rụng đuôi và cách chữa trị Nguyên nhân do mầm bệnh Lúc này cần phán đoán nguyên nhân gây bệnh trước tiên.&nbsp;Nếu đó là một bệnh nhiễm trùng do vi khuẩn, bạn nên sử dụng một loại kháng sinh phổ thông gọi là erythromycin.&nbsp;Nếu đó là nhiễm trùng do nấm, xanh methylen là một phương pháp điều trị kháng nấm thích hợp.&nbsp;Sau khi điều trị cần chú ý cho ăn kịp thời để tăng cường dinh dưỡng cho cá giúp cá mau hồi phục.","link":"/Nguyen-nhan-ca-betta-bi-rung-duoi-va-cach-dieu-tri-20221114.html"},{"title":"Nguyên nhân cá betta nằm im dưới đáy? Cách xử lý cho cá bệnh như thế nào?","text":"Cá betta nằm im dưới đáy, không hoạt bát có thể do nhiệt độ nước thấp. Chúng ta&nbsp;nên thay nước mới có nhiệt độ cao hơn, hoặc có thể đặt thanh sưởi vào bể cá (khi mùa đông đến).&nbsp;Nó cũng có thể được gây ra bởi chất lượng nước kém.&nbsp;Lúc này, nên thay nước máy hoặc nước lọc đã được lấy ra ngoài trước 3-5 ngày và đem phơi nắng. Cũng có thể do bể cá tiếp xúc với ánh nắng mặt trời.&nbsp;Lúc này nên chuyển bể ra nơi mát mẻ để nuôi.Hãy cùng Nghiện Cá tìm hiểu nguyên nhân các bạn nhé. Nguyên nhân cá betta nằm im dưới đáy?Cách xử lý cho cá bệnh như thế nào? Nội dung chính Nhiệt độ nước quá thấp Nguyên Nhân: Phương pháp xử lý Chất lượng nước kém Nguyên Nhân: Phương pháp xử lý Phơi nắng Nguyên Nhân: Phương pháp xử lý: Nhiệt độ nước quá thấp Nguyên Nhân: Cá Betta thích sống trong môi trường có nhiệt độ nước từ 25-28 ℃.&nbsp;Nếu bạn không chú ý kiểm soát nhiệt độ nước khi nuôi, nhiệt độ nước quá thấp sẽ làm giảm sức đề kháng của cá, làm xuất hiện tượng cá betta nằm im dưới đáy bể. Phương pháp xử lý Lúc này cần chú ý tăng nhiệt độ nước.&nbsp;Có thể thay nước mới bằng một ít nước mới có nhiệt độ cao hơn, hoặc có thể tăng nhiệt độ nước ban đầu bằng cách đặt thanh sưởi vào bể.&nbsp;Sau khi nhiệt độ nước tăng lên, cá sẽ dần dần khôi phục lại sức khỏe. Nguyên nhân cá betta nằm im dưới đáy?Cách xử lý cho cá bệnh như thế nào? Chất lượng nước kém Nguyên Nhân: Nếu nước dùng khi nuôi có tính kiềm hoặc quá chua, hoặc có nhiều tạp chất sẽ khiến cá betta không thể phát triển bình thường, khiến cá không có năng lượng luôn nằm dưới đáy bể.&nbsp;Do đó, sự thèm ăn của nó cũng có thể giảm xuống. Phương pháp xử lý Lúc này cần thay nước mới phù hợp.&nbsp;Bạn có thể sử dụng nước máy trước 3-5 ngày và đem ra phơi nắng, có thể dùng nước tinh khiết.&nbsp;Khi thay nước, chú ý nhiệt độ của nước mới không được chênh lệch quá nhiều so với nước ban đầu, nếu không sẽ có hại cho cá betta. Nguyên nhân cá betta nằm im dưới đáy?Cách xử lý cho cá bệnh như thế nào? Phơi nắng Nguyên Nhân: Tiếp xúc với ánh sáng mặt trời thích hợp có thể giúp cá betta tăng màu sắc.&nbsp;Nếu tiếp xúc với ánh sáng mạnh trong thời gian dài sẽ khiến cá sức khỏe giảm và luôn nằm dưới đáy bể. Phương pháp xử lý: Lúc này cần cung cấp bóng mát trong bể.&nbsp;Bằng cách bạn có thể trồng một ít bèo tấm và các loại cây thủy sinh.&nbsp;Nếu thấy bất tiện, bạn có thể chuyển bể ra nơi mát mẻ để nuôi.","link":"/Nguyen-nhan-ca-betta-nam-im-duoi-dayCach-xu-ly-cho-ca-benh-nhu-the-nao-20221114.html"},{"title":"Nguyên nhân và cách chữa cá betta bị sình bụng","text":"Cá betta bị sình bụng có thể do cho ăn quá nhiều.&nbsp;Lúc này, bạn cần giảm số lần ăn và lượng thức ăn trong ngày. Chuyển sang cho ăn ngày 1 lần,mỗi lần khoảng 70 – 80% .&nbsp;Cũng có thể là do vi khuẩn, nhiễm trùng.&nbsp;Lúc này, cá bị bệnh cần được đưa ra ngoài để cách ly, sau đó cho ăn một ít thức ăn có trộn oxytetracycline để khử trùng.&nbsp;Nếu tình hình nghiêm trọng hơn, bạn cần dùng kim hút dịch trong bụng cá sau khi khử trùng.Hãy cùng Nghiện Cá tìm hiểu nguyên nhân và cách chữa trị nhé. Nguyên nhân và cách chữa cá betta bị sình bụng Nội dung chính Nguyên nhân nào làm cho cá betta bị bệnh? Do cho ăn quá nhiều: Do nhiễm trùng, vi khuẩn: Cách xử lý khi cá betta bị bệnh Giải pháp cho việc cho ăn quá nhiều: Trị bệnh cổ trướng: Nguyên nhân nào làm cho cá betta bị bệnh? Do cho ăn quá nhiều: Bụng bị sình, trướng bụng của cá betta có thể là do gần đây cho ăn quá nhiều.&nbsp;Nếu cho ăn với số lượng lớn trong thời gian dài sẽ khiến cá betta khó tiêu và ảnh hưởng đến sự phát triển khỏe mạnh của chúng.Bạn nên giảm tần suất cho ăn xuống và tiếp tục theo dõi. Do nhiễm trùng, vi khuẩn: Nếu cá betta bị nhiễm vi khuẩn hoặc ký sinh trùng, nó có thể bị bệnh cổ trướng.&nbsp;Cá bị bệnh này giai đoạn đầu sẽ phình to ra và phồng lên.&nbsp;Về sau sẽ xuất hiện triệu chứng vảy đứng (vảy xù). Nguyên nhân và cách chữa cá betta bị sình bụng Cách xử lý khi cá betta bị bệnh Giải pháp cho việc cho ăn quá nhiều: Nếu đây là lý do, tốt hơn hết là bạn nên giải quyết.&nbsp;Chỉ cần giảm số lần ăn và lượng thức ăn trong ngày, chuyển sang cho ăn 1 lần / ngày, khi cho ăn thì cho ăn no khoảng 70-80% thì ngừng cho ăn.&nbsp;Chỉ mất 1-2 ngày là khỏi bệnh. Nguyên nhân và cách chữa cá betta bị sình bụng Trị bệnh cổ trướng: Nếu bụng nó phình ra vì bệnh cổ trướng thì càng phiền phức.&nbsp;Đầu tiên, đem cá bệnh ra ngoài để cách ly, sau đó cho cá ăn một ít thức ăn có trộn oxytetracycline để khử trùng.&nbsp;Trong thời gian xử lý, thay nước 2-3 ngày một lần để giữ nước sạch.&nbsp;Khi thay nước, bạn có thể cho vài hạt muối vào nước để có tác dụng khử trùng.&nbsp;Thông thường tình trạng bệnh sẽ thuyên giảm trong khoảng một tuần.&nbsp;Nếu tình hình nghiêm trọng hơn, bạn cần dùng kim hút dịch trong bụng cá sau khi khử trùng.","link":"/Nguyen-nhan-va-cach-chua-ca-betta-bi-sinh-bung-20221114.html"},{"title":"Những Cách Đơn Giản Và Hiệu Quả Để Làm Trong Nước Bể Cá Cảnh","text":"Nước trong bể cá cảnh trở nên đục mặc dù thay nước thường xuyên là vấn đề khiến cho người nuôi cá cảnh cảm thấy vô cùng đau đầu. Hãy cùng nghe những chia sẻ của dân chơi cá cảnh có kinh nghiệm lâu năm về cách làm trong nước bể cá cảnh. Nội dung chính Vì sao nước trong bể cá cảnh luôn đục? Những cách làm trong nước bể cá cảnh vô cùng đơn giản Cho cá cảnh ăn với lượng vừa phải Không trang trí quá nhiều trong bể cá Bố trí hệ thực vật thủy sinh trong bể Sử dụng bộ lọc nước Thay nước cho bể cá Nuôi cá dọn bể Vì sao nước trong bể cá cảnh luôn đục? Muốn làm trong nước của bể cá cảnh, trước tiên cần phải tim hiểu rõ nguyên nhân nào làm cho nước trong bể luôn bị đục? Từ đó mới có thể khắc phục vấn đề này một cách triệt để. Theo chia sẻ của anh Hưng Sài Thành, một dân chơi cá cảnh lâu năm có tiếng tại đất Sài Gòn sở hữu bộ sưu tập cá cảnh gần 80.000$, những nguyên nhân chính dẫn đến nước trong bể cá cảnh luôn đục đó là: •&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Chất lượng nước thay vào bể cá cảnh kém. Nước từ giếng hoặc nước máy có chất lượng không được tốt, bị đục. Đặc biệt là đối với những giếng đào tại những nơi thổ nhưỡng không được tốt, khi bơm lên sẽ lẫn cả bùn đất. •&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sử dụng bể cá cảnh mới làm chưa được vệ sinh sạch sẽ, các bụi bẩn vẫn còn đọng lại trong bể. •&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Chất thải từ cá quá nhiều. •&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Bể cá chưa có hệ thống lọc nước hoặc hệ thống lọc chưa đảm bảo tiêu chuẩn. •&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thức ăn tồn đọng vì mỗi lần cho ăn thừa thãi. •&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sự phát triển của tảo, rêu, nấm độc hại trong môi trường nước •&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Bệnh dịch, nấm từ cá. Ngoài ra nếu bể cá cảnh chưa được bố trí hệ thực vật thủy sinh hoặc quy trình thay nước không đúng cách cũng dẫn đến nước trong hồ cá cảnh trở nên đục. Những cách làm trong nước bể cá cảnh vô cùng đơn giản “Làm sao để hồ nuôi cá cảnh nước trong veo?” là thắc mắc của đa số người mới tập chơi cá cảnh. Bất kỳ ai cũng muốn ngắm nhìn vẻ đẹp hoàn mỹ của những chứ cá cảnh mà mình bỏ tâm huyết ra để sưu tập, chăm sóc hàng ngày. Vì vậy nước trong bể cá cảnh bị sẽ tạo cảm giác rất khó chịu, khiến mất giá trị thẩm mỹ của cả bể cá cảnh dù cho cá trong đó quý hiếm đến đâu đi chăng nữa. Những “lão làng” có kinh nghiệm nuôi cá cảnh thường áp dụng những cách làm trong nước bể cá cảnh dưới đây: Cho cá cảnh ăn với lượng vừa phải Thức ăn thừa bị phân hủy sẽ làm ô nhiễm môi trường sống trong bể cá cảnh đồng thời gây đục nước. Cho ăn với lượng vừa phải sẽ giúp chất lượng nước trong hồ được đảm bảo ở mức tốt nhất, bên cạnh đó còn tránh được tình trạng cá ăn quá nhiều dẫn đến bội thực mà chết. Không trang trí quá nhiều trong bể cá Nhiều người muốn bể cá cảnh của mình trở nên linh linh do đó trang trí rất nhiều đồ vật, hoặc nuôi động vật thủy sinh với mật độ dày đặc, dẫn đến không gian sống của cá cảnh bị thu hẹp. Các chất thải và thức ăn dư thừa năm ở ngóc ngánh khó vệ sinh, lâu dần sẽ tích tụ thành lượng lớn gây ô nhiễm nước trong bể cá. Bố trí hệ thực vật thủy sinh trong bể Các chất hữu cơ từ thức ăn thừa hoặc chất thải của cá có thể làm nguồn dinh dưỡng cho thực vật thủy sinh trong bể cá cảnh. Vì vậy phần nào đó chất gây đục nước trong bể có thể được loại bỏ. Đồng thời quá trình quang hợp của thực vậy thủy sinh hấp thụ CO2, sản sinh ra Oxy thuận lợi cho quá trình hô hấp của cá. Bố trí hệ thực vật thủy sinh giúp làm trong nước bể cá cảnh Bên cạnh đó hệ thực vật thủy sinh còn có tác dụng làm chỗ trú ẩn cho cá và trang trí giúp cho bể cá cảnh của bạn đẹp hơn. Sử dụng bộ lọc nước Muốn nước trong bể cá cảnh luôn trong thì bộ lọc nước là thứ không thể thiếu. Hiện nay phổ biến đó là lọc sinh học, lọc cơ học và lọc hóa học. Các bộ lọc có tác dụng loại bỏ các chất bẩn có trong nước, làm cho nước trở nên sạch và trong hơn. Trong số các bộ lọc nước, lọc sinh học có vai trò quan trọng nhất vì có thể loại bỏ các chất độc gây hại cho cá như Nitrat và Amonia. Những chất này được sản sinh thường xuyên từ chất thải của cá. Trong lưới lọc sinh học sử dụng than hoạt tính để hấp thụ các chất độc hại có trong nước do đó cần phải kiểm tra và thay lưới lọc 2 tuần một lần để đảm bảo nước trong bể cá cảnh luôn được sạch. Thay nước cho bể cá Kinh nghiệm các dân chơi cá kiểng lâu năm khi thay nước đó là sử dụng ống nhỏ để hút khoảng 1/3 nước trong bể cá kèm các chất thải và cặn bẩn có trong hồ. Sau đó thay vào bằng nước sạch. Nếu là nước máy cần phải xử lý trước khi cho vào bể. Cách xử lý nước máy để nuôi cá cảnh: Đổ nước máy vào thùng, chậu, để lắng và phơi ngoài trời nắng trong 24h để loại bỏ Clo. Cũng có thể xử lý nươc máy để nuôi cá cảnh bằng cách sử dụng dung dịch khử Clo với liều lượng khoảng 4 giọt cho 10 lít nước. Khi nay nước vào bể cá cảnh không được đổ mạnh mà phải làm một cách chậm rãi để không làm chất bẩn nằm bên dưới bị khuấy động gây đục bể cá. Trong quá trình thay nước cũng nên vệ sinh bể bằng cách sử dụng cọ để cọ sạch các mặt của bể và cát sỏi bung bẩn. Nhặt sạch rác thải, và cắt tỉa thực vật thủy sinh trong hồ đồng thời tách riêng cá bị nhiễm bệnh để tránh lây lan sang cả đàn cá. Nuôi cá dọn bể Cá dọn bể hay cá lau kiếng khi nuôi trong bể sẽ giúp làm sạch bề mặt của bể, hồ cá cảnh; nhất là đối với bể kính vì chúng sẽ xử lý sạch những tảo, rêu bám trên kính. Không chỉ sạch bể, cá dọn bể còn có thể nuôi làm cảnh với nhiều màu sắc khác nhau, góp phần làm đẹp cho bể cá cảnh của bạn. Như vậy là Nghiện Cá đã giới thiệu đến với các bạn những cách làm hiệu quả nhất để xử lý nước khi mới bắt đầu tập chơi cá cảnh, thủy sinh.Chúc các bạn sử hữu cho mình một chiếc bể thủy sinh nước trong vắt &amp; sạch đẹp.","link":"/Nhung-Cach-Don-Gian-Va-Hieu-Qua-De-Lam-Trong-Nuoc-Be-Ca-Canh-20221114.html"},{"title":"Những Kiến Thức Cơ Bản Về Lũa Cho Bể Thủy Sinh Bán Cạn","text":"Lũa thủy sinh là gì?Lũa bán cạn là gì? Cách lũa một cách tốt nhất cho bể thủy sinh, bể bán cạn? Đây là những câu hỏi mà người chơi thủy sinh, bán cạn đặt ra thắc mắc.Nghiện Cá sẽ giải đáp mọi thắc mắc này cho các bạn hiểu rõ hơn. Nội dung chính Lũa thủy sinh là gì? Lũa bán cạn là gì? Các loại lũa thủy sinh, lũa bán cạn Lũa linh sam Lũa hải sơn quỳ Lũa thép Lũa nghiến Hướng dẫn cách xử lý lũa cho bể cá,bán cạn Vì sao lũa được sử dụng trong thủy sinh, bán cạn Lũa thủy sinh là gì? Lũa bán cạn là gì? Lũa là những phần thân, gốc cây bị mục rũa chỉ còn phần lõi.Trong thiên nhiên, có thể do thiên tai, lũ luật hay do con người chặt phá theo thời gian những gốc cây, thân cây bị phong hóa hay bị nước cuốn trôi, nước bào mòn làm cho phần thân của nó bị rũa hết chỉ còn phần lõi ở giữa.Phần lõi ở giữa này thì vô cùng cứng và chúng hầu như không thể bị mối mọt. Nguồn lũa phong phú của Nghiện Cá Các loại lũa thủy sinh, lũa bán cạn Như đã giới thiệu ở trên Lũa trong tự nhiên là phần còn sót lại của cây bị chết do qua quá trình bào mòn của nước hoặc do con người tạo ra (chế tạo gỗ lũa công nghiệp).Các loại lũa được làm công nghiệp có thể đã được xử lý qua những một số vẫn còn thân và vỏ thì đây chưa hoàn toàn được gọi là lũa. Do đa dạng lũa nên có thể lựa chọn nhiều loại phù hợp thiết kế cho thủy sinh, bán cạn. Nguồn lũa phong phú Nghiện Cá cung cấp cho thị trường thủy sinh, bán cạn Khi lũa lần đầu cho vào bể thủy sinh, bán cạn đều có tình trạng ra nhớt, thôi màu lũa ra nước, lũa bị nỗi trên mặt nước.Các bạn có thể xử lý bằng những các sau: Thả cá mún đỏ để xử lý nhớt lũa Lũa bị ra màu các bạn chỉ cần thay nước đều một thời gian sẽ hết Lũa bị nổi trên mặt nước các bạn có thể chèn đá hay dán đá vào lũa Dưới đây là một số loại lũa hay được dùng cho thủy sinh , bán cạn Lũa linh sam Mẫu bể bán cạn do Cây Cảnh Lê Hoàng &amp; Nghiện Cá thiết kế sử dụng lũa Linh Sam Lũa linh sam được nhiều người chơi yêu thích sử dụng vì dễ tạo hình, dễ chìm trong nước.Nhược điểm dễ thôi màu ra nước (sau thời gian thay nước sẽ hết). Lũa linh sam là loại lũa hay được sử dụng trong các layout bể bán cạn Lũa hải sơn quỳ lũa đỗ quyên Lũa hải sơn quỳ với nhiều gốc rễ và nhánh cây uốn lượn khác nhau , đa dạng về kích thước nên lũa Hải Sơn Quỳ đang được rất yêu thích và sử dụng rộng rãi . Một số người chơi thủy sinh, bán cạn đều ưa thích loại lũa này. Lũa thép Mẫu lũa thép của bên Nghiện Cá Lũa thép là một chất liệu lũa mới, đanh cứng như linh sam trông cứng cáp.Khi xuống nước những đường vân trên lũa vô cùng đẹp mắt.Lũa thép rất hay được các bạn chơi nano tank &amp; shallow tank sử dụng để làm bể. Lũa nghiến Lũa nghiến Lũa nghiến với nhiều hình thù khách nhau, màu sắc vàng hay hơi nâu vàng.Màu sắc bắt mắt với các đường uốn lương tay cành, sóng vằn vèo không theo quy luật nào. Bởi tính chất đặc biệt và vẻ đẹp độc đáo mà lũa nghiến thường được sử dụng cho các bể cá đĩa, bể cá rồng.Các thiết kế layout bố cục rừng nhiệt đới trong bể bán cạn Lũa đỗ quyên Lũa đỗ quyên Lũa đỗ quyên lúc có màu vàng sau trong quá trình xử lý bằng nước và ngâm một thờ gian lũa sẽ ra thành màu sậm như hình.Nhược điểm của loại lũa này lúc đầu chơi rất hay bị ra nhớt.Ưu điểm dễ tạo hình bố cục cho bể thủy sinh. Hướng dẫn cách xử lý lũa cho bể cá,bán cạn Trước khi lũa dược đưa vào bể, chúng ta cần phải xử lý sạch lũa bằng những cách sau: Một số lũa lúc ban đầu nên phơi nắng để diệt khuẩn và ẩm mốc. Một số loại lũa còn vỏ việc ngâm nước và phơi nắng sẽ làm cho phần vỏ dễ tróc ra hơn. Đối với những khúc lũa to thì chỉ nên vệ sinh lũa bằng cách dùng bàn chải đánh sạch còn nếu bạn có vòi xịt áp lực rửa xe thì sẽ nhanh hơn.Kỹ hơn nữa bạn nên ngâm lũa trong nước kèm theo các chất phụ gia để làm sạch nhợt, khử khuẩn bên trong lũa như oxy già công nghiệp và muối. Đối với những khúc lũa bé thì sau khi vệ sinh sạch xong có thể cho vào nước sôi đun lên để khử trùng. Vì sao lũa được sử dụng trong thủy sinh, bán cạn Lũa luôn mang một vẻ đẹp tự nhiên rừng rú vì ai cũng thích đặt trang trí trong bể.Mỗi loại lũa khác nhau mang đến từng bố cục khác nhau cho bạn hãy nghiên cứu kỹ bố cục định chơi trước khi mua lũa.","link":"/Nhung-Kien-Thuc-Co-Ban-Ve-Lua-Cho-Be-Thuy-Sinh-Ban-Can-20221114.html"},{"title":"Những loại cá cảnh dễ nuôi và những điều cần chú ý khi nuôi cá cảnh","text":"Có rất nhiều loại cá cảnh thích hợp để nuôi.&nbsp;Trước hết, bạn có thể nuôi cá rồng, loại cá này tương đối lớn và hung dữ, ăn tôm cá.&nbsp;Thứ hai, bạn có thể nuôi cá la hán, loại cá có thân hình lớn và thích hợp sống ở môi trường nước trung tính hoặc kiềm.&nbsp;Bạn cũng có thể nuôi cá tai tượng, chúng có các sọc đỏ không đều trên cơ thể, giống như một tấm bản đồ.&nbsp;Hoặc nuôi cá hồng két cũng là một loại cá cảnh dễ nuôi.Hãy cùng Nghiện Cá tìm hiểu kỹ hơn về những loại cá này nhé. Nội dung chính Cá rồng Cá la hán Cá tai tượng Cá hồng két Cá rồng Nuôi cá rồng vô cùng thích hợp với một số người mới học nuôi cá, loại cá này tương đối lớn và cần có đủ không gian để di chuyển.&nbsp;Thường dài 40-50 cm, tính tình hung dữ, chủ yếu ăn cá, tôm và côn trùng thủy sinh.&nbsp;Khi nuôi loại cá này bạn phải chú ý cho ăn, khi ăn chúng sẽ khá thô bạo, tránh để thức ăn gần mặt bể hoặc thành bể để tránh cá bị tổn thương khi ăn, tốt nhất nên thả thức vào giữa bể. Những loại cá cảnh dễ nuôi và những điều cần chú ý khi nuôi cá cảnh Cá la hán Cá la hán là loài cá cảnh được hình thành trong quá trình lai tạo, phần đầu của nó nhô cao lên rất giống với vị La Hán.&nbsp;Thân hình của nó rất rộng, trán cao và đầy đặn, và đôi mắt màu đỏ.&nbsp;Tỷ lệ mắc bệnh của loài cá này tương đối thấp và rất dễ nuôi.&nbsp;Nó thích nước trung tính hoặc kiềm, và nhiệt độ nước cần được kiểm soát ở khoảng 28-30 ° C. Nó là loại cá cực kỳ dễ nuôi và có thể được cho ăn bằng thức ăn tự nhiên hoặc nhân tạo. Những loại cá cảnh dễ nuôi và những điều cần chú ý khi nuôi cá cảnh Cá tai tượng Hình dạng của cá tai tượng gần giống cá rô phi nhưng hình dáng tổng thể trông lớn hơn.&nbsp;Nó có một cái đầu lớn và một cái miệng tương đối lớn, nó có những sọc đỏ không đều trên cơ thể, trông giống như một tấm bản đồ.&nbsp;Loại cá này có yêu cầu tương đối cao về nhiệt độ nước, thường được kiểm soát trong khoảng 22-26 ℃, nhưng yêu cầu về chất lượng nước không nghiêm ngặt.&nbsp;Bạn thường có thể cho ăn mồi sống hoặc bất kỳ thức ăn dành cho cá, nên cho ăn 2-3 lần một ngày. Những loại cá cảnh dễ nuôi và những điều cần chú ý khi nuôi cá cảnh Cá hồng két Cá hồng két là loại cá cảnh được lai tạo giữa Bộ Perciformes (bộ cá vược ) và Họ: Cichlidae (họ cá rô phi), thân có màu đỏ tươi nên còn được gọi là cá két đỏ,&nbsp;cá huyết anh vũ.&nbsp;Do chúng không phải là loài tự nhiên nên cá đực và cá cái không thể sinh ra con cái, sau khi cá cái đẻ trứng cần được thụ tinh với cá đực Bộ Perciformes (bộ cá vược ) và Họ: Cichlidae (họ cá rô phi), v.v. Những loại cá cảnh dễ nuôi và những điều cần chú ý khi nuôi cá cảnh","link":"/Nhung-loai-ca-canh-de-nuoi-va-nhung-dieu-can-chu-y-khi-nuoi-ca-canh-20221114.html"},{"title":"Những thông tin thú vị về cá chép Koi bướm","text":"Cá chép Koi bướm là một dòng cá cảnh với những vẻ đẹp uyển chuyển, quyến rũ từ mình mẩy và bộ đuôi đã làm mê đắm lòng người. Bởi vậy mà nó luôn được lựa chọn thả vào trong các hồ thủy sinh và hồ cá cảnh trong nhà. Nếu bạn chưa nắm rõ thông tin về loại cá này! Hãy theo chân Nghiện Cá cùng tìm hiểu về dòng cá cực kỳ độc đáo và đặc biệt này nhé. Và đừng quên rằng, bạn có thể tham khảo được rất nhiều thông tin về các dòng cá, cách chăn nuôi, chăm sóc các dòng cá cảnh tại chuyên mục: Cá cảnh của Nghiện Cá. Nội dung chi tiết Nguồn gốc của cá chép Koi bướm Vẻ đẹp và hình dáng Cách nuôi và chăm sóc cá chép Koi bướm Thức ăn cho cá chép Koi bướm Nguồn gốc của cá chép Koi bướm Đến cho tận bây giờ vẫn chưa có câu trả lời chính thức nào của các nhà khoa học về guồn gốc của cá chép Koi bướm. Nhưng theo một số lời đồn thì nó bắt nguồn từ Indonexia. Là một trong những loài giống cá Koi có vẻ đẹp về ngoại hình rất độc đáo và đầy uyển chuyển.Cá chép Koi bướm có tên khoa học là Cyprinus carpio hay vẫn thường được gọi là Butterfly Koi hay Assorted Butterfly Koi. Chi Cá chép là một chi trong họ Cá chép, được biết đến nhiều nhất là thành viên phổ biến rộng khắp có tên gọi thông thường là cá chép. Các loài khác được biết đến và tìm thấy nói chung trong các khu vực khá hữu hạn của châu Á, trong một số trường hợp chỉ có ở một vài hồ đơn lẻ.&nbsp;Wikipedia Vẻ đẹp và hình dáng Cá chép Koi bướm với những nét đẹp quyến rũ mà tạo hoá đã ban tăng cho loài cá này, với dáng vẻ bên ngoài nhẹ nhàng và mềm mại. Đặc biệt khi bơi qua bơi lại càng toát lên hết được sự uyển chuyển của nó. Điểm nổi bật đáng chú ý nhất của loài cá này có lẽ là những chiếc vây và đuôi dài thướt tha. Theo như nghiên cứu thì tỉ lệ vây và đuôi tỉ lệ thuận với quá trình phát triển, càng lớn vây của chúng càng dài ra. Và vây sẽ phát triển vươn ra tối đa cho đến khi các mạch máu không thể tiếp tục được nữa mới thôi. Ở các loài cá thông thường sẽ có tỉ lệ vây đuôi so với mình là chừng 1:5 nhưng ở cá chép koi bướm thì tỉ lệ này là 1:3. Những chiếc vây xinh xắn lướt nhanh trong nước chập chờn tựa như những cánh bướm vô cùng tinh tế. Vì thế không phải ngẫu nhiên mà loài cá này được cá tay chơi cá cảnh rất ưa chuộng. Cách nuôi và chăm sóc cá chép Koi bướm Dưới đây sẽ là một vài chia sẻ và gọi ý từ chuyên gia về cách nuôi và chăm sóc cá chép Koi bướm tốt nhất từ chuyên gia, hãy cố gắng tham khảo và biến nó thành kiến thức của mình nhé. Hồ cá cảnh, bể cá cảnh có lượng nước lý tưởng nhất là chừng 1000 gallons ( tương đương 3800 lít nước ) và độ PH từ 6,8 đến 7,2 cá sẽ thích nghi và phát triển tốt nhất. Và dĩ nhiên để tạo ra một không gian đem đến cảm giác tự nhiên nhất cho chúng bạn nên trang trí và bể cảnh là các loài cây thuỷ sinh, các hòn đá hay hòn non bộ,… Điều kiện nước: 36-90 ◦ F, KH 2-12, pH 6,8 – 7,2 Đặc biệt đây còn là loài cá có vẻ thích sự khám phá, tìm tòi và thường đào bới tìm kiếm thức ăn. Do đó bạn có thể bày đá tựa như các hàng hốc nhưng chú ý khoảng trống đủ để tạo ra sự thích thú cho chúng mà không làm chúng bị thương. Lượng thức ăn và chất thải hàng ngày của cá chép koi bướm khá nhiều. Nên để đảm bảo môi trường sống cho cá tốt nhất cần thay nước và lau dọn thường xuyên. Với cá chép koi bướm mới được nhân giống còn nhỏ mà bạn đã mua về thả bể nên cho ăn thức ăn đông lạnh đã được xay nhuyễn. Đến khi cảm nhận được sự thích nghi của chúng bạn hãy chuyển sang thức ăn dạng viên cỡ nhỏ. Với thời gian từ 3 đến 12 tuần cá sẽ bắt đầu có màu sắc rõ dệt và điều đó cúng chứng tỏ cá đang thích nghi và phát triển rất tốt. Thức ăn cho cá chép Koi bướm Hiện nay trên thị trường đang sẵn có rất nhiều loại thức ăn dành riêng cho các loại cá. Bạn có thể hỏi mua loại thức ăn riêng của cá chép koi bướm để đảm bảo chúng phát triển tốt nhất. Chế độ ăn uống: Ăn tạp. Thức ăn chuyên dụng: Cám aqua master, SAKURA KOI, Cám STELLA…. Chúc bạn sẽ có những bể cá chép Koi bướm tuyệt vời và hãy để lại ý kiến giúp Nghiện Cá hoàn thiện hơn những kiến thức để chia sẻ tới mọi người nhé. &nbsp;","link":"/Nhung-thong-tin-thu-vi-ve-ca-chep-Koi-buom-20221114.html"},{"title":"Phương Pháp Xử Lý Ốc Hại Trong Bể Cá Thủy Sinh Dành Cho Người Mới","text":"Đây là vấn đề mà rất nhiều người mới chơi thủy sinh gặp phải, tuy không thực sự quá nghiêm trọng nhưng nó ảnh hưởng đến tính thẩm mỹ của bể và các loài sinh vật trong đó. Nhưng nó cũng không phải là một vấn đề quá khó để giải quyết. Hãy cùng Nghiện Cá xử lý vấn đề này nhé! Nội dung chính Nguyên nhân vì sao xuất hiện ốc hại: Cách khắc phục xử lý khi xuất hiện ốc hại: Đừng quá lo lắng về ốc hại xuất hiện trong bể Nguyên nhân vì sao xuất hiện ốc hại: Một số bạn nói rằng: “tại sao bể của mình sử dụng nền công nghiệp hay phân nền ADA nhưng trong bể vẫn có ốc hại”. Có rất nhiều nguyên nhân gây ra sự xuất hiện của ốc hại trong bể. Ốc hại trong bể thủy sinh Thứ 1: Bạn sử dụng nền trộn có sử dụng đất từ nguồn không đảm bảo nên xuất hiện ốc. Thứ 2: Bạn chơi nền công nghiệp nhưng cây bạn mua về không phải là loại cây vô trùng mà là cây được ươm trồng trong môi trường không đảm bảo. Do đó ốc hại từ đây mà phát triển ra. Như vậy trên đây là 2 nguyên nhân chính gây ra vấn đề ốc hại, bên cạnh đó dòng chảy cũng là một trong những yếu tố gây ra ốc hại bùng phát. Khi dòng nước trong bể yếu dẫn đế một số nơi trong bể nước bị tù, do vậy những trứng ốc sinh ra không trôi đi theo dòng nước hay bị cá ăn. Do đó nó phát triển một cách nhanh chóng và bùng phát ra cả bể. Nhiệt độ cũng là nguyên nhân gây ra sự bùng phát của ốc hại. Nếu bể có mầm ốc sẵn rồi nhưng nhiệt độ cao thì trứng ốc sẽ khó nở, nhưng mà bể thủy sinh muốn đẹp thì chúng ta luôn muốn hạ nhiệt độ của chúng xuống. Đó cũng chính là nguyên nhân dẫn đến trứng ống phát triển nhanh chóng trong bể. Cách khắc phục xử lý khi xuất hiện ốc hại: Xin lưu ý đầu tiên: Một số bài viết hoặc người chơi, trên group có hướng dẫn sử dụng thuốc diệt giun sán để hạn chế ốc và nói thành công. Nhưng chúng tôi khuyên bạn không nên sử dụng cách này. Vì những bạn đó đã làm theo lưu lượng nước và điều kiện bể khác chúng ta do vậy khi mà chúng ta làm, sẽ dễ dẫn đến tình trạng cây chết hoặc cá chết. Vấn đề này có một số anh em đã phản ảnh trên các diễn đàn và group. Cách diệt ốc thứ nhất : Sử dụng cá nóc da beo. Các bạn nên cân nhắc trước khi nuôi cá nóc da beo vì đây là loại cá ăn tạp, nó sẽ ăn ốc và các loại cá nhỏ trong bể. Cá nóc da beo Cách thứ 2 – đây là cách chúng tôi khuyên các bạn nên làm đó là sử dụng ốc ăn ốc! Ốc helena! Nó là sát thủ của ốc hại, tôi đã thả thử 3,4 con vô bể kết quả cho thấy tôi ko còn thấy bất kỳ con ốc hại nào! và đôi khi thứ tìm thấy được chỉ là những vỏ ốc hại. Ốc ăn ốc Helena Cách thứ 3: Bằng tay! nếu hồ bạn quá nhiều thì bạn nên sử dụng cách này để có thể đảm bảo tính thẩm mỹ cho nó. Đừng quá lo lắng về ốc hại xuất hiện trong bể Ốc hại gây cho chúng ta nhiều phiền toái cụ thể là nó gây mất tính thẩm mỹ. Làm lá cây thủy sinh bị mục rửa. Nhưng nó cũng là một phần tự nhiên trong bể thủy sinh, nó cho chúng ta thấy được rằng môi trường bạn tạo ra đã gần giống tự nhiên, không nên chú trọng vào việc phải diệt sạch hay gì cả! Hãy hạn chế chúng ở mức thấp nhất là ok rồi. Như vậy Nghiện Cá đã giới thiệu đến các bạn “Phương pháp xử lý ốc hại ” khi mới bắt đầu tập chơi thủy sinh.Chúc các bạn mới chơi có một bể thủy sinh ưng ý và đẹp mắt.Cám ơn các bạn đã theo dõi!","link":"/Phuong-Phap-Xu-Ly-Oc-Hai-Trong-Be-Ca-Thuy-Sinh-Danh-Cho-Nguoi-Moi-20221114.html"},{"title":"Phương pháp xử lý và làm sạch trứng ốc cảnh trong bể cá","text":"Các loài ốc cảnh bình thường mà chúng ta hay nuôi trong bể thủy sinh đều thuộc loài ốc nước ngọt. Mặc dù là ốc nước ngọt nhưng chúng có thể đẻ trứng ở trong bể thủy sinh, nhưng lại không thể ấp nở. Tuy nhiên, tốc độ đẻ trứng của chúng sẽ khiến cho các bạn phát điên. Bởi vì ốc là loài lưỡng tính, nếu bể thủy sinh nuôi ốc cảnh, chắc chắn sẽ phải chịu đựng sự phát triển của trứng ốc. Nội dung chính Loài Ốc đẻ rất nhanh Cách xử lý trứng của ốc cảnh trong bể Loài Ốc đẻ rất nhanh Ví dụ như loài Ốc cảnh Nerita, sau một thời gian nuôi dưỡng thì bạn sẽ phát hiện ra trên thành bể, trên cây thủy sinh, trên đá, trên gỗ lũa đều có sự xuất hiện của trứng ốc. Chúng nằm rải rác khắp nơi trong bể, hình bầu dục, vừa cứng vừa chắc, màu trắng giống như vỏ trứng. Điều đáng buồn là cá, tôm, tép &nbsp;không thèm ăn chúng. Ngoại trừ việc loại bỏ chúng bằng cách thủ công, thì hầu như không có cách nào để tiêu diệt chúng… Vậy thì đối với việc ốc cảnh đẻ trứng ở trong bể thủy sinh, chúng ta nên làm sạch và xử lý như thế nào cho tốt? Cách xử lý trứng của ốc cảnh trong bể Mua ốc cảnh đã được mài vỏ. Trong trường hợp thông thường, loại ốc diệt rêu mà chúng ta nuôi đều là loại đã được mài phần chóp nhọn đi. Nghe nói điều này sẽ giúp triệt sản cho ốc. Mài phần nhọn thì sẽ không đẻ trứng. Bù lại bạn sẽ có được một bể thủy sinh sạch đẹp không trứng ốc. Tuy nhiên Nghiện Cá đã kiểm chứng, mài phần nhọn không thể có tác dụng hoàn toàn 100%. Bởi vì đám ốc Nerita nuôi test thử đều đã được mài phần nhọn, chúng vẫn đẻ trứng như thường. Nuôi Cá Bống, Otto. Cách này cần phải nghiên cứu thật kỹ, Nghiện Cá không khuyến khích. Bởi thực tế rất nhiều người bán đều nói rằng Cá Bống, Otto có thể ăn trứng ốc. Nhưng miệng của Cá Bống Otto mềm yếu như thế liền cảm thấy quá sức với chúng, tảo rêu đều ăn không sạch sẽ được chứ đừng nói đến trứng ốc. Dùng tay dọn dẹp. Ở trên thành bể cá có thể dùng tay gảy đi, hoặc là dùng dao cạo rêu để cạo chúng đi. Trứng ốc trên gỗ lũa, đá cảnh, nếu như thuận tiện thì có thể dùng nhíp gảy ra, hoặc dùng cọ bể cọ sạch đi. Bắt ốc bỏ ra ngoài. Không còn cách nào khác ngoài trừ việc cạo sạch trứng trong bể, thật sự không còn cách gì để đối phó với trứng ốc, nếu như bạn thật sự không thể chịu đựng được khuyết điểm gây mất thẩm mỹ này của ốc cảnh thì tốt nhất không nên nuôi chúng.","link":"/Phuong-phap-xu-ly-va-lam-sach-trung-oc-canh-trong-be-ca-20221114.html"},{"title":"Rêu Hại Trong Thủy Sinh Và Những Cách Phòng Chống Từ A – Z","text":"Rêu hại trong hồ cá thủy sinh làm ảnh hưởng đến thẩm mỹ của hồ cá.Nó là một trong những vấn đề mệt mỏi cho những người khi mới bắt đầu chơi thủy sinh. Rêu hại thủy sinh là gi?Các cách để biết rêu hại và xử lý rêu hại thủy sinh như thế nào? Chúng ta hãy cùng tìm hiểu thêm kinh nghiệm về rêu hại trong hồ cá thủy sinh. Rêu hại trong hồ cá thủy sinh là một đề tài rất quen thuộc khi chơi thủy sinh hiện nay. Là người mới chơi thủy sinh hay dân chuyên nghiệp thì trước sau gì cũng gặp phải trường hợp rêu hại tấn công vào hồ cá thủy sinh. Vậy rêu hại là gì? Làm thế nào để nhận biết rêu hại trong bể thủy sinh và các cách phòng chống tiêu diệt nó ra sao? Nghiện Cá xin chia sẻ những kinh nghiệm để các bạn tham khảo và cùng nhau xử lý rêu hại thủy sinh nhằm bảo vệ, duy trì hồ thủy sinh của mình luôn xanh đẹp. Nội dung chính Rêu hại trong hồ thủy sinh là gì? Danh sách các loài rêu hại điển hình trong bể cá thủy sinh: Rêu tóc, rêu chỉ – Hair/Thread Algae Rêu đốm xanh – Green Spot (Choleochaete orbicularis) Tảo nước xanh – Green Water (Euglaena) Rêu bụi xanh – Green Dust Algae (GDA) Rêu xoăn – Fuzz Algae Rêu chùm – Cladophora Tảo nâu – Brown Algae (Diatoms) Rêu nhớt xanh – Blue Green (Cyanobacteria) Rêu sừng hươu – Staghorn (Compsopogon sp.) Rêu chùm đen – Black Brush/Beard (Rhodophyta) Lưu ý về rêu hại thủy sinh: Rêu hại trong hồ thủy sinh là gì? Rêu hại trong bể thủy sinh là một loài rêu tự phát trong bể ở một điều kiện nhất định. Chúng bám vào các cây thủy sinh, đá, thậm chí là những loại rêu khác bạn trồng trong bể thủy sinh. Tốc độ phát triển của chúng khá nhanh và khả năng làm mất thẩm mỹ của bể cá thủy sinh, các loài rêu hại này có thể phá hỏng hết tất cả mọi thứ trong hồ thủy sinh chỉ trong thời gian ngắn. Nhưng khi các bạn đã tìm hiểu đầy đủ những kinh nghiệm để xử lý chúng thì rêu hại trong bể thủy sinh không còn là vấn đề khó khăn gì nữa. Danh sách các loài rêu hại điển hình trong bể cá thủy sinh: 1. Rêu tóc, rêu chỉ – Hair/Thread Algae 2. Rêu đốm xanh -Green Spot (Choleochaete orbicularis) 3. Tảo nước xanh – Green Water (Euglaena) 4. Rêu bụi xanh – Green Dust Algae (GDA) 5. Rêu xoăn – Fuzz Algae 6. Rêu chùm – Cladophora 7. Tảo nâu – Brown Algae (Diatoms) 8. Rêu nhớt xanh – Blue Green (Cyanobacteria) 9. Rêu sừng hưu – Staghorn (Compsopogon sp.) 10. Rêu chùm đen – Black Brush/Beard (Rhodophyta) Hãy cùng Nghiện Cá tìm hiểu từng loại rêu, nguyên nhân, cách tiêu diệt và phòng chống rêu hại như thế nào Rêu tóc, rêu chỉ – Hair/Thread Algae Rêu tóc, rêu chỉ là loại rêu hại có hình dáng như sợi nhỏ dài, chúng mọc xen lẫn giữa các rêu và cây thủy sinh khác trong hồ. Rêu tóc, rêu chỉ là loại rêu tương đối dễ trị nhất trong bể thủy sinh. Nguyên nhân xuất hiện rêu tóc: Do dư thừa chất sắt trong bể thủy sinh | hàm lượng &gt; 0.15 ppm, chủ yếu là do không có nhiều cây lá đỏ hấp thụ sắt trong bể. Cách xử lý rêu tóc: Giống như ở trên mình nói, rêu tóc là loài rêu hại rất dễ xử lý. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Xử lý bằng tay: Dùng nhíp hoặc lấy tay bốc rêu tóc ra càng nhiều càng tốt –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Xử lý bằng cách thả cá: cá mún ,cá bình tích, cá moly, tép cảnh v.v … Các loài cá này rất thích ăn rêu tóc, một số người nuôi rêu hại loại này để làm thức ăn cho chúng. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Cân bằng lại chất dinh dưỡng trong hồ thủy sinh: N (10-20ppm), P (0.5-2ppm), K (10-20ppm), Ca (10-30ppm), Mg (2-5ppm), Fe (1ppm). –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Đảm bảo&nbsp; thay 30% nước trong bể&nbsp; mỗi tuần một lần để ngăn ngừa và hạn chế rêu tóc mọc. Rêu đốm xanh – Green Spot (Choleochaete orbicularis) Rêu đốm xanh rất dễ sinh ra và chúng hay bám trên mặt kính. Đây là loài rêu cực kỳ dễ trị, đa số dùng thủ công nhiều. Nguyên nhân xuất hiện rêu đốm xanh: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Hàm lượng phostphate (PO4) thấp – gần như chính xác là do lượng PO4 thấp hoặc cạn kiệt Cách xử lý rêu đốm xanh: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sử dụng dao cạo rêu : bạn nên mua dao cạo rêu dành cho thủy sinh, hoặc có thể dùng tấm nhựa mỏng có độ cứng và bén tương đối để cạo rêu đốm xanh này. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Châm thêm phostphate (PO4) đến hàm lượng 0.5 – 2.0 ppm –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sử dụng ốc ăn rêu: Bạn nên mua ốc Nerita, loài ốc này rất thích ăn rêu đốm xanh. Tảo nước xanh – Green Water (Euglaena) Khi bể thủy sinh tư dưng nước có màu xanh khắp cả bể thì đó là dấu hiện cảnh báo loài tảo nước xanh xuất hiện. Loài tảo này không có nguy hại gì cho cây và cá thủy sinh trong hồ của bạn, nhưng chúng lại gây mất thẩm mỹ trầm trọng ở bể. Vì vậy tảo nước xanh cũng liệt vào danh sách các loại rêu hại cần được xử lý. Nguyên nhân xuất hiện tảo nước xanh: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Tảo nước xanh thường xuất hiện ở một số hồ thủy sinh mới làm, do chưa cân bằng được dinh dưỡng và hệ vi sinh chưa được tốt. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Loài rêu hại này cũng xuất hiện khi bị ảnh hưởng bởi một vài loạii thuốc &amp; hóa chất. Cách xử lý tảo nước xanh: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Tắt đèn, dùng bạt hay tấm vải che kín hồ trong 5 ngày: Đây là phương pháp hữu hiệu nhất để tiêu diệt loài rêu hại này. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Lọc vi sinh: hệ thống vi sinh tốt cũng loại trừ như tuyệt đối tảo nước xanh. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Dùng đèn UV diệt khuẩn để tiêu diệt tảo nước xanh nhưng nó cũng ảnh hưởng đến cá trong hồ (cách này rất hạn chế dùng khi đã thả cá trong bể) –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Lọc bông: tăng cường nhiều bông lọc sẽ cải thiện kha khá loài rêu hại này. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thay nước: Thay nước đều trong vòng 1-2 tuần. Phương pháp này đơn giản nhất để loại bỏ loại rêu hại này. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Rận nước: Nhiều người dùng rận nước để ăn tảo nước xanh, tuy nhiên phương pháp này không khuyến khích làm vì sẽ không kiểm soát được rận nước sinh sản trong bể. Rêu bụi xanh – Green Dust Algae (GDA) Rêu bụi xanh là các lớp màng bám bẩn trên kính, đá và lá cây thủy sinh. Rêu bụi xanh cũng thuộc loài rêu hại gây mất thẩm mỹ trong hồ thủy sinh. Nguyên nhân xuất hiện rêu bụi xanh: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Không chính xác, nhưng theo kinh nghiệm nhiều người thì hồ thủy sinh lâu quá không thay nước sẽ bị dơ và xuất hiện loại rêu hại này. Cách xử lý rêu bụi xanh: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sử dụng ốc ăn rêu như: ốc táo đỏ và ốc Nerita sẽ giúp bạn xử lý rêu bụi xanh –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sử dụng phương pháp thủ công: Dùng dao cạo rêu bằng inox hoặc có thể dùng miếng mút để chùi loài rêu hại này trên kính. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thay nước đều 30% lượng nước trong bể mỗi tuần để hạn chế rêu hại này. Rêu xoăn – Fuzz Algae Rêu xoăn là loài rêu hại thường mọc ở các rìa lá cây, có dạng lông xoăn, chùm. Nguyên nhân xuất hiện rêu xoăn: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Mất cân bằng dinh dưỡng: nên đảm bảo hàm lượng dinh dưỡng trong hồ thủy sinh : N(10-20ppm), P (0.5-2ppm), Ca (10-30ppm), Mg (2-5ppm), Fe (.1ppm). –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thiếu CO2 : nên đảm bảo hàm lượng CO2 là 20-30ppm, chú ý quá nhiều CO2 sẽ làm ảnh hưởng tới động vật nuôi trong bể thủy sinh. Các xử lý rêu xoăn: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Dùy trì hàm lượng CO2 và đảm bảo cân bằng dinh dưỡng trong hồ thủy sinh –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sử dụng một số loài ăn rêu hại: Tép ăn rêu, cá mún, cá molly, cá bút chì và một vài loài cá plecos. Rêu chùm – Cladophora Rêu chùm có hình dáng gần giống rêu tóc, nhưng loài rêu hại này không phải là rêu tóc. Xử lý rêu chùm này khá vất vả. Nguyên nhân xuất hiện rêu chùm: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Nhiều người sử dụng cầu rêu (Moss Ball) để trang trí cho hồ thủy sinh, nhưng trong cầu rêu này lại mang mầm bệnh rêu chùm, vì vậy chúng xuất hiện và khó có thể tiêu diệt hết 100%. Cách xử lý rêu chùm: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Xử lý thủ công: Dùng tay gỡ hoặc bàn chải để gỡ rêu hại này ra. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sử dụng Oxy già: Dùng ống xi lanh bơm oxy già vào chỗ bị nhiễm rêu hại –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Tép: Tép mồi có thể ăn rêu chùm. Tảo nâu – Brown Algae (Diatoms) Tảo nâu có màu nâu đậm &amp; nhớt, chúng thường xuất hiện trên lá, đá và các vật cứng khác. Tảo nâu xuất hiện khi bể thủy sinh không có sự chăm sóc kỹ hoặc bị dư thừa dinh dưỡng trong quá trình châm thêm phân nước vào hồ. Nguyên nhân xuất hiện tảo nâu: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Dư dinh dưỡng là yếu tố hàng đầu. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Hồ cá thủy sinh mới setup cũng hay gặp. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sử dụng đèn không đúng hoặc chất lượng đèn kém do dùng lâu. Cách xử lý tảo nâu: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Dùng động vật chuyên ăn rêu hại : cá otto, tép ăn rêu, ốc táo đỏ &amp; ốc nirita. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thay nước liên tục theo định kỳ. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thay đèn hoặc bóng của máng đèn. Rêu nhớt xanh – Blue Green (Cyanobacteria) Rêu nhớt xanh là loài rêu rất dễ gặp trong bể thủy sinh. Loài rêu nhớt xanh này thực sự là một loại nhớt đầy vi khuẩn và dễ dàng phủ lên bề mặt mọi thứ trong bể cá thủy sinh. Vi khuẩn lam (Cyanobacteria, đã từng bị gọi sai là tảo lam) là một dạng vi khuẩn có khả năng quang hợp. Loại tảo lam có màu xanh, đen &amp; tím, nhưng đặc biệt là nó có mùi như đất khi bị gỡ ra khỏi bể, chúng sẽ hấp thụ toàn bộ khí Ni tơ trong nước của bạn. Nguyên nhân xuất hiện rêu nhớt xanh: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Hàm lượng Nitrates thấp –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Giàu chất hữu cơ: thường thì do bị thức ăn dư thừa nhiều, đôi khi cá chết hoặc cây thối cũng gây ra tình trạng rêu nhớt xanh xuất hiện –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Bóng đèn yếu – ánh sáng yếu hoặc bóng bị cũ –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Hệ thống lọc nước chưa tốt, vi sinh chưa tốt chưa tiêu thụ hết chất hữu cơ trong hồ Cách xử lý rêu nhớt xanh: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Tăng Nitrates lên hàm lượng 5ppm –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Trồng nhiều cây phát triển nhanh –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Tắt đèn – tảo lam sẻ chết –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thay nước đều và bớt lượng thức ăn dư thừa lại Rêu sừng hươu – Staghorn (Compsopogon sp.) Rêu sừng hươu là loài rêu xử lý tương đối dễ, nó có hình dáng mảnh và như sừng hươu. Rêu sừng hươu thường bám vào các lá cây hoặc thiết bị ở trong hồ thủy sinh. Nguyên nhân xuất hiện rêu sừng hưu: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Mất cân bằng dinh dưỡng –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ít CO2 trong hồ thủy sinh Cách xử lý rêu sừng hưu: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thủ công: gỡ bằng tay rêu hại sừng hưu –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thay nước đều –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Tăng CO2 Rêu chùm đen – Black Brush/Beard (Rhodophyta) Rêu chùm đen là loài rêu hại cực khó chịu nhất trong những loài rêu hại được liệt kê ở trên. Rêu chùm đen có những như đen, đỏ, xám, hoặc nâu, nó nhanh chóng phủ kín hết các viền cây và lan cả xuống nền của bể. Nguyên nhân xuất hiện rêu chùm đen: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do pH thấp: thường thì do pH thấp sẽ xuất hiện rêu chùm đen, nếu quan sát kỹ thì khi rêu chùm đen xuất hiện cũng là lúc những con cá bình thường bắt đầu yếu đi và chết. Vì vậy kiểm tra pH thường xuyên cũng rất hữu ích. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Dư thừa chất N , P , Fe cũng xuất hiện rêu hại này. Nên cân đối dinh dưỡng trong bể N(10-20ppm) P(0.5-2ppm), K(10-20ppm), Ca(10-30ppm), Mg(2-5ppm) Fe(.1ppm) Cách xử lý rêu chùm đen: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Tăng khí CO2 : kích thích sự phát triển cây thủy sinh, hấp thụ dinh dưỡng trong bể sẽ làm giảm đi nguồn sống của loài rêu hại chùm đen này –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Bơm dung dịch oxy già thông qua xilanh trực tiếp vào rêu hại chùm đen –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Bằng cách thủ công : gỡ bỏ bằng tay, đôi khi sử dụng biện pháp mạnh bằng cách cắt bỏ luôn phần bị rêu chùm –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thả cá bút chì , tép Yamato, tép ăn rêu hại rất có ích trong việc tiêu diệt rêu chùm đen –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thay nước &nbsp;đều đặn liên tục 30% mực nước trong bể ( cách ngày từ 1 -2 ngày ) Lưu ý về rêu hại thủy sinh: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Hầu hết các loài rêu hại đều được xử lý bằng các loài hay ăn rêu như tép, ốc táo, ốc Nerita, cá bút chì, mún v.v…… vì vậy nếu có thể thì hãy làm phong phú các lòai động vật trong hồ thủy sinh bằng các loài ăn rêu hại đó. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Nếu muốn tránh tình trạng rêu hại xảy ra thì hãy thay nước đều đặn 30% bể mỗi tuần, có khi 2 lần 1 tuần sẽ giúp hồ cá thủy sinh của bạn tốt nhất. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Đừng tùy tiện sử dụng các thuốc diệt rêu hại, vì nó gây ảnh hưởng rất nhiều đến thực vật và động vật trong bể thủy sinh của bạn.","link":"/Reu-Hai-Trong-Thuy-Sinh-Va-Nhung-Cach-Phong-Chong-Tu-A-%E2%80%93-Z-20221114.html"},{"title":"Tầm Ảnh Hưởng Của Dòng Chảy Trong Hồ Thủy Sinh","text":"Trong bài viết này Nghiện Cá muốn chia sẽ những điều quan trọng khi mới bắt đầu chơi thủy sinh đó là dòng chảy, tốc độ dòng chảy trong Hồ thủy sinh.Những điều này thường bị người mới chơi không biết và điều này sẽ mang lại nhiều hậu quả không lường được sau này. Nội dung chính Dòng chảy và công xuất của lọc Kinh nghiệm chia sẻ: Dòng chảy và công xuất của lọc – Dòng chảy quá yếu &amp; dòng chảy không đúng hướng: công suất của máy bơm quá yếu, hoặc lọc ngoài của bạn không vệ sinh định kỳ làm cho dòng chảy yếu dần, hoặc khi kết hợp với bộ trộn co2 làm cho yếu dòng chảy. Luồng nước thúc đẩy O2, Co2, vi sinh &amp; dinh dưỡng để nuôi động thực vật trong bể. Do vậy, khi dòng chảy trong bể không đến được một số nơi trong bể thì khu vực đó sẽ bị nước tù. Một số cây trải thảm như Trân Châu Nhật Ngọc trai, Cuba … thường bị mọc ngóc đầu dù ánh sáng đủ, vì chúng đang &nbsp;phải đi tìm lượng Co2 và dinh dưỡng không được đưa đến tầng đáy. Một số cây khác thường hay bị rữa lá và chết, ví dụ như: cây bucep khi bạn trồng ở nơi dòng chảy yếu không đến được. Một số vị trí hồ cũng dễ bị rêu hại vì thiếu dòng chảy và o2, điển hình là loại rêu nhớt xanh. – Dòng chảy quá mạnh: khi bạn dùng lọc công suất quá mạnh so với hồ, điều này cũng gây tác hại cho cá tép và cây thủy sinh. Cá tép sẽ nhanh chết vì phải chịu lực dòng chảy quá mạnh hàng ngày. Cây thủy sinh, ví dụ như: rong thủy sinh, cây thân đốt đều không ưa dòng chảy quá mạnh. Trong quá trình khi chơi thủy sinh thì mình phát hiện ra một số rêu hại rất thích dòng chảy mạnh và sẽ tận dụng lúc cây mới trồng trong bể để bùng phát, ví dụ như là rêu chùm đen. Kinh nghiệm chia sẻ: – Nên chọn lọc một cách hợp lý vì nó là vô cùng quan trọng cho sự ổn định của hồ thủy sinh sau này. Các bạn phải quan tâm đến lưu lượng nước của máy bơm trong lọc, có thể chọn lọc có lượng nước gấp ba lần tổng thể tích của hồ. VD: hồ 100 lít nước thì cần lọc 300lit / giờ. – Nên mua lọc mạnh hơn khi kết hợp với bộ trộn Co2 để tránh bị giảm công suất của lọc. – Nên vệ sinh lọc và ống In Out theo định kỳ tránh để quá bẩn làm ảnh hưởng đến dòng chảy. – Nên chọn loại lọc có thể tăng giảm dòng khi cần thiết tránh dẫn đến dòng chảy quá mạnh. – Đối với những hồ lớn từ 90cm đổ lên nên dùng 2 lọc để đảm bảo dòng chảy, 2 lọc đó không cần quá mạnh. 1 lọc để đầu OUT ở hậu cảnh và 1 cái ở tiền cảnh hoặc tùy theo bố cục từng bể. – Nếu trồng ráy, rêu, bucep, dương xỉ nên cần dòng mạnh hơn vì những&nbsp; cây này thích và phát triển nhanh hơn trong bể có dòng chảy mạnh. Nhưng nếu bạn chủ yếu trồng cây cắt cắm phong cách Hà Lan, cây thân đốt thì nên để lọc vừa phải, chỉ đủ là được, ko yếu và không mạnh quá.","link":"/Tam-Anh-Huong-Cua-Dong-Chay-Trong-Ho-Thuy-Sinh-20221114.html"},{"title":"Thức ăn cho cá bảy màu và cách cho cá ăn bao lâu một lần?","text":"Nhìn chung, có hai loại thức ăn cho cá bảy màu, thức ăn nhân tạo cho cá và thức ăn tươi sống. Thức ăn nhân tạo cho cá có thể được chia thành ba loại: thức ăn đông lạnh, thức ăn viên và thức ăn dạng lá. Thức ăn nhân tạo được sản xuất nhân tạo nên giàu dinh dưỡng và tương đối an toàn. Thức ăn tươi sống như trùn huyết, trùn nước … rất giàu chất đạm, có tác dụng thúc đẩy quá trình sinh trưởng và phát triển của cá. Tuy nhiên, chúng có thể mang ký sinh trùng nên cần phải làm sạch trước khi cho ăn. Nội dung chính Thức ăn cho cá bảy màu khi nuôi Thức ăn nhân tạo cho cá: Thức ăn tươi sống: Nên cho cá bảy màu ăn bao lâu một lần? Thức ăn cho cá bảy màu khi nuôi Hai loại thức ăn sau đây thường được sử dụng để nuôi cá bảy màu: Thức ăn nhân tạo cho cá: Nhìn chung, có rất nhiều loại thức ăn nhân tạo được bán ở các cửa hàng, trong đó chủ yếu được chia làm ba loại: thức ăn đông lạnh, thức ăn viên và thức ăn dạng mảnh.&nbsp;Vì thức ăn tổng hợp nhân tạo nên sẽ liên quan đến vấn đề an toàn, người nuôi cần phải so sánh, lựa chọn theo nhãn hiệu, chọn loại thức ăn nhân tạo chất lượng cao để cho ăn. Thức ăn tươi sống: Ưu điểm của thức ăn này là rất giàu protein, có thể thúc đẩy tốt hơn sự sinh trưởng và phát triển của cá bảy màu và tăng tốc độ tăng trưởng của chúng.&nbsp;Thức ăn sống tốt nhất trùn nước, không chỉ có giá trị dinh dưỡng cao, có tác dụng thúc đẩy quá trình sinh trưởng của cá mà còn có thể dùng làm mồi nhử.&nbsp;Để tránh cá bẩy màu không bị bệnh, trước hết bạn làm sạch thức ăn, sau đó mới cho cá bảy màu ăn, hiệu quả cũng tốt hơn. Nên cho cá bảy màu ăn bao lâu một lần? Tốt nhất nên cho cá bảy màu ăn đều đặn khi chúng mới sinh, ba lần một ngày.&nbsp;Cho ăn một số thức ăn giàu protein để thúc đẩy tăng trưởng.&nbsp;Khi chúng được ba, bốn tháng tuổi chỉ cần cho ăn một lần trong ngày, vì cơ thể chúng đã trưởng thành, chỉ cần cho chúng ăn một lần một ngày là đủ.","link":"/Thuc-an-cho-ca-bay-mau-va-cach-cho-ca-an-bao-lau-mot-lan-20221114.html"},{"title":"Tổng hợp giá của các loại cá rồng Kim Long","text":"Trong tất cả các loại cá cảnh thì cá rồng Kim Long là một chi với đặc điểm của mỗi loài có những đặt điểm khác nhau. Nếu bạn đang có ý định chơi loại cá này thì hãy tham khảo giá của các loại cá rồng Kim Long chúng tôi chia sẻ dưới đây. Giá cá rồng Kim long quá bối Cá rồng Kim Long quá bối có 2 loại chính đó là cá rồng Kim long quá bối đầu vàng và kim long quá bối 24k.&nbsp; Loại cá này ở ngoài tự nhiên kích thước có thể đạt đến 90cm tuy nhiên khi nuôi thì kích thước sẽ nhỏ hơn. Kim long quá bối 24k có màu vàng óng giống thỏi vàng 24k, tượng trưng cho sự may mắn và phú quý. Để có thể đánh giá được chất lượng của loại cá này cần căn cứ vào màu sắc của vẩy, nắp mang cùng những vùng mắt xung quanh nhất là vây lưng của cá. Điểm khác biệt của cá rồng kim long bối đầu vàng chính là ở chiếc đầu rất đặc biệt. Cũng giống như quá bối 24k, kim long bối đầu vàng cũng có những chiếc vảy óng vàng , đặc biệt màu vàng chói lóa nhất là ở phần đầu của cá. Giá của loại cá này còn phụ thuộc vào: trọng lượng, kích thước nhất là màu vàng kim trên bộ vây của cá. Giá của một chú cá Kim Long size 15cm vảy full hàng thứ 5 và chuẩn bị lên hàng thứ 6 sẽ có giá khoảng từ 4,5- 5 triệu đồng/ con, loại super Kim long có giá khá đắt là 22 triệu. Tuy giá thành của loại cá này không hề rẻ nhưng vì vẻ đẹp mà nó mang lại nên có rất nhiều người sẵn lòng đầu tư. Giá cá rồng Kim long hồng vĩ Cá rồng Kim long hồng vĩ còn được gọi là kim long indonexia với 3 loại chính: green- based, blue- based và gold- based dựa vào màu sắc trên vây của cá. khác với những loại cá rồng khác, kim long hồng vĩ có phần lưng hơi gù, 1/3 vây lưng ở phần chóp có màu sẫm. Khi đã đạt đến một kích thước tốt đa thì cá có màu vàng sậm vô cùng bắt mắt. Tuy nhiên màu sắc của cá chỉ có thể dùng lại ở hàng vây thứ 5 mà không có khả năng lên màu tối đa như Kim long quá bối. giá của loại cá này cũng dựa vào một số yếu tố như kích thước và mức độ lên màu. Ví dụ cá kim long hùng vĩ có size 12- 15 và màu vảy đã tới hàng thứ 5 giá giao động từ 2- 2,5 triệu đồng/ con, còn cá có ánh kim, size 15 và vảy full hàng 5 sẽ có giá đắt hơn khoảng từ 2,5- 3 triệu đồng/ con Có thế dễ thấy cá rồng kim long quá bối có mức giá cao hơn nhiều so với cá rồng kim long hồng vĩ. Hy vọng những thông tin trên về giá cá rồng Kim long sẽ giúp bạn có một lựa chọn phù hợp nhất khi mua sắm.","link":"/Tong-hop-gia-cua-cac-loai-ca-rong-Kim-Long-20221114.html"}],"tags":[],"categories":[{"name":"Bể cá Hồ cá","slug":"Be-ca-Ho-ca","link":"/categories/Be-ca-Ho-ca/"},{"name":"Cây thủy sinh","slug":"Cay-thuy-sinh","link":"/categories/Cay-thuy-sinh/"},{"name":"Cá cảnh","slug":"Ca-canh","link":"/categories/Ca-canh/"}]}